Repository: ArkEcosystem/desktop-wallet
Catalog: po/*.po
Languages: ar, bg_bg, cs, el, fa_ir, fi, fr, hr, id, nn, pl, pt_pt, ro, sl, sr

source: Passphrase is <strong>case sensitive</strong>, each character change will result in importing a different Ark address! Passphrases are <strong>not saved</strong> on this computer so always make sure you have them <strong>backed up safely!</strong>
cs: Přihlašovací fráze je <strong>citlivá na velikost písmen</strong>, každá změna znaku znamená jinou Ark adresu! Přihlašovací fráze na tomto počítači <strong>není v bezpečí</strong> tak se ujistěte že ji máte <strong>bezpečně zazálohovanou jinde!</strong>
fa_ir: رمز عبور <strong> به بزرگ و کوچک بودن حروف حساس است </strong> ، هر تغییری در کاراکتر ها منجر به درون ریزی حساب متفاوتی خواهد شد! رمز های عبور <strong> ذخیره نمیشوند </strong> پس مطئن شوید که آنها را در جای مناسبی پشتیبان گیری کرده اید.
fi: Tunnuslause on <strong> merkkikokoriippuvainen </strong>, jokainen merkin muutos johtaa eri Ark-osoitteen! Tunnuslauseita <strong> ei tallenneta </strong> tälle tietokoneelle, joten varmista, että olet <strong> varmuuskopioinut tunnuslauseesi! </strong>
fr: Votre phrase secrète est <strong>sensible à la casse</strong>, chaque changement de caractère entraînera l'importation d'une autre adresse Ark ! Les mots de passe ne sont <strong>pas enregistrés</strong> sur cet ordinateur, assurez-vous de toujours les <strong>sauvegarder en toute sécurité !</strong>
hr: Lozinka je <strong>osjetljiva na mala i velika slova</strong> i svaka promjena znaka će za rezultat imati različitu Ark adresu! Lozinke <strong>nisu spremljene</strong> na ovo računalo, te zbog toga uvijek budite sigurni da imate njihovu <strong>sigurnosnu kopiju!</strong>
nn: Adgangskoden <strong>skiller mellom små og store bokstaver</strong>. Enhver tegn-endring vil resultere i at en annen Ark-adresse importeres! Adgangskoder er <strong>ikke lagret</strong> på denne datamaskinen, så sørg for å alltid ha en <strong>sikker backup!</strong>
pl: W passphrase <strong>rozróżnianie są litery</strong>, każda zmiana znaku w rezultacie zaimportuje inny adres ARK! Passhprase <strong>nie jest</strong> przechowywany na tym komputerze dlatego zawsze upewnij się, że <strong>bezpiecznie go zabezpieczyłeś!</strong>
pt_pt: A frase-chave é <strong>sensível às maiúsculas</strong>, cada carácter errado irá resultar em um endereço Ark diferente! As frase-chave <strong>não são gravadas</strong> neste computador pelo que tens de garantir que as tens <strong>registadas de forma segura!</strong>

source: Passphrase is not corresponding to account
ar: عبارة المرور لا تتطابق مع الحساب
bg_bg: Паролата не съвпада с акаунта
cs: Přihlašovací fráze neodpovídá účtu
el: Η passphrase δεν ανταποκρίνεται στον λογαριασμό
fa_ir: این رمز به این حساب متصل نیست
fi: Tunnuslause ei vastaa tiliä
fr: Le mot de passe ne correspond pas au compte
hr: Lozinka ne pripada vašem računu
id: Kata sandi tidak sesuai dengan akun
nn: Adgangskode stemmer ikke med konto
pl: Passphrase nie jest powiązane do konta
pt_pt: A frase-chave não corresponde com a conta
ro: Parola nu corespunde contului
sl: Geslo se ne ujema s tem računom
sr: Лозинка није у складу са рачуном

source: Passphrases are not secured with high standard. <br> Use this feature only on safe computers and for accounts you can afford to lose balance.
ar: العبارات غير مؤمنة بمستوى عال. <br> استخدام هذه الميزة فقط على أجهزة الكمبيوتر الآمنة والحسابات التي يمكن أن تتحمل فقدان التوازن.
bg_bg: Паролите не са защитени свръх надеждно. <br> Използвайте тази опция само на надеждни компютри или за акаунти чието съдържание можете да си позволите да загубите.
cs: Přihlašovací fráze není vysoký bezpečnostní standard. <br> Používejte tuto možnost jen na počítačích kterým důvěřujete a pro účty na kterých můžete přijít o měnu.
el: Οι passphrases δεν είναι ασφαλισμένες με υψηλά στάνταρ. <br> Χρησιμοποιείστε αυτή την λειτουργία μόνο σε ασφαλείς υπολογιστές και για λογαριασμούς που αντέχετε να χάσετε το υπόλοιπό τους.
fa_ir: رمز های عبور با استاندارد بالایی ایمن نشده اند. <br> این ویژگی را فقط در رایانه های امن و برای حساب هایی استفاده کنید که توانایی مالی برای از دست دادن سرمابه آن را دارید.
fi: Tunnuslauseita ei ole suojattu korkean standarin mukaisesti. <br> Käytä tätä toimintoa vain turvallisille tietokoneille ja tileille, joilla on varaa menettää tilin saldo.
fr: Les mots de passe ne sont pas encryptés.<br> Utiliser cette option seulement sur un ordinateur sécurisé et pour des comptes où vous pouvez perdre.
hr: Lozinke nisu osiguranje visokim standardom.<br> Koristi ovu mogućnost samo na sigurnim računalima i za račune čiji balans možeš izgubiti.
id: Kata sandi tidak diamankan dengan standar tinggi. <br> Hanya gunakan fitur ini pada komputer yang aman dan untuk akun yang anda rela bila saldo hilang.
nn: Adgangskoder er ikke sikret med høy standard. <br> Bare bruk denne funksjonen på sikre datamaskiner og for kontoer som du har råd til miste.
pl: Frazy nie są zabezpieczone wysokim standardem. <br> Korzystaj z tej funkcji tylko na bezpiecznych komputerach i dla kont na których możesz sobie pozwolić na stratę środków.
pt_pt: As frases-chave não estão seguras com protocolos de alta-segurança. <br> Usa apenas esta funcionalidade a partir de computadores de confiança e para contas das quais possas assumir o custo de perda total dos fundos contidos nas mesmas.
sl: Gesla niso zavarovana z visokimi standardi. <br> Uporabite to funckijo samo na varnem, zaupanja vrednem računalniku, ter na računih, na katerih si lahko privoščite izgubo vsebine.
sr: Лозинке нису осигуране по високим стандардима. <br> Ову функцију користите искључиво на поуздано сигурним рачунарима, те на рачунима, код којих сте у стању преболети губитак.

source: Passphrases deleted
ar: تم حذف عبارات المرور
bg_bg: Паролите бяха изтрити
cs: Přihlašovací fráze smazána
el: Οι passphrases διαγράφηκαν
fa_ir: رمزهای عبور پاک شدند
fi: Tunnuslauseet poistettu
fr: mot de passe supprimé
hr: Lozinke izbrisane
id: Kata sandi dihapus
nn: Adgangskodene er slettet
pl: Usunięto passphrase
pt_pt: Frase-chave eliminada
sl: Gesla izbrisana
sr: Лозинке отстрањене

source: Passphrases saved
ar: تم حفظ عبارات المرور
bg_bg: Паролите са запазени
cs: Přihlašovací fráze uložena
el: Οι passphrases αποθηκεύτηκαν
fa_ir: رمزهای عبور ذخیره شدند
fi: Tunnuslauseet tallennettu
fr: mot de passe enregistré
hr: Lozinke spremljene
id: Kata sandi disimpan
nn: Adgangskodene er lagret
pl: Hasła dostępu (passphrase) zapisane
pt_pt: Frase-chave gravada
sl: Gesla shranjena
sr: Лозинке похрањене

source: Paste the entire signed message:
cs: Vlož celou podepsanou zprávu:
fa_ir: متن کامل پیام امضا شده را بچسبانید:
fi: Liitä koko allekirjoitettu viesti:
fr: Collez l'intégralité du message signé :
hr: Zalijepi cijelu potpisanu poruku:
nn: Lim inn hele den signerte beskjeden:
pl: Wklej cała podpisaną wiadomość:
pt_pt: Colar a totalidade da mensagem assinada:

source: Peer
ar: نظير
bg_bg: Пиър
cs: Spoj
fa_ir: خط
fi: Vertainen
fr: Nœud
nn: Node
pt_pt: Par
sl: Klient
sr: Вршнјак

source: Peer Status
ar: حالة النظراء
bg_bg: Състояние на Връстника
cs: Stav spoje
el: Κατάσταση ομότιμου χρήστη
fa_ir: وضعیت خط
fi: Vertaisten Tila
nn: Node-status
pl: Stan Peer
pt_pt: Estado de Paridade
sl: Stanje vrstnika
sr: Станје вршнјака

source: Play sound when receiving transactions?
cs: Přehrát zvuk při přijetí transakce?
fa_ir: در هنگام دریافت تراکنش صدا پخش شود؟
fi: Toista ääntä vastaanotettaessa tapahtumia?
fr: Jouer un son lors de la réception de transactions ?
hr: Odsviraj zvuk pri primitku transakcije?
nn: Spill av lyd når transaksjoner mottas?
pl: Uruchamiać dźwięk gdy otrzymasz transakcję?
pt_pt: Reproduzir som quando receberes uma transação?

source: Please backup securely the second passphrase before continuing, this client does NOT store it and thus cannot recover your passphrase!
cs: Prosím bezpečně si zazálohuj svou druhou přihlašovací frázi, než budeš pokračovat, tento klient ji NEMÁ uloženou takže ji nedokáže obnovit!
fa_ir: لطفا رمز عبور دوم خود را جای امنی ذخیره کنید، این برنامه رمز عبور شما را ذخیره نکرده و نمیتواند حساب شما را بازیابی کند!
fi: Ennen kuin jatkat, ole hyvä ja tee varmuuskopio toisesta tunnuslauseestasi. Tämä asiakasohjelma EI TALLENNA tunnuslausettasi, joten sitä ei voi palauttaa!
fr: Veuillez sauvegarder en toute sécurité le deuxième mot de passe avant de continuer, ce client ne l'enregistre pas et ne peut donc pas récupérer votre mot de passe!
hr: Spremite lozinku na sigurno mjesto, jer je klijent NE sprema, zato zaboravljenu lozinku nije moguće nadoknaditi.
nn: Vennligst ta en sikker backup av andre-adgangskode før du fortsetter. Den blir IKKE lagret av denne klienten, så du kan dermed ikke gjenopprette adgangskoden!
pl: Zrób bezpieczny backup Twojej drugiej passphrase zanim przejdziesz dalej, klient jej nie przechowuje i nie ma możliwości jej odzyskania.
pt_pt: Por favor faz cópia de segurança da segunda frase-chave antes de continuar, este cliente NÃO a irá armazenar e por isso será impossível recuperá-la!

source: Please choose a file to be timestamped on the blockchain.
ar: الرجاء اختيار ملف ليكون مطبوع زمنيا على البلوكشين.
bg_bg: Моля, изберете файла, който да бъде време-напечатан върху блока.
cs: Zvolte prosím soubor, který má být označen časovým razítkem v blockchainu.
el: Επιλέξτε ένα αρχείο με χρονοσήμανση στο blockchain.
fa_ir: لطفا یک فایل را برای زدن برچسب زمانی روی بلاک چین انتخاب کنید
fi: Valitse tiedosto, jonkahaluat merkitä aikaleimata lohkoketjussa.
fr: Veuillez choisir le fichier a horodater dans la blockchain.
hr: Molimo Vas, odaberite datoteku koja će biti vremenski označena na blockchain-u.
nn: Vennligst velg en fil for tidsstempling på blokkjeden.
pl: Proszę wybrać plik który będzie oznaczony czasem w blockchain.
pt_pt: Por favor escolhe um ficheiro para ser datado e submetido na cadeia de blocos
sl: Izberite datoteko za časovni žig na blokovni verigi.
sr: Молимо одаберите датотеку за временско жигосање на блоковном ланцу.

source: Please backup securely the passphrase, this client does NOT store it and thus cannot recover your passphrase
ar: يرجى أولا النسخ الاحتياطي بشكل آمن لعبارة المرور، هذا العميل لا يخزنها وبالتالي لا يمكن استعادة عبارة المرور الخاصة بك
bg_bg: Съхранявайте паролата си на сигурно място. Този клиент НЕ съхранява пароли и няма начин те да бъдат възстановени.
cs: Prosím bezpečně si zazálohuj svou přihlašovací frázi, tento klient ji NEMÁ uloženou takže ji nedokáže obnovit
el: Παρακαλώ αποθηκεύστε ασφαλώς την passphrase, αυτός ο client-δέκτης ΔΕΝ την αποθηκεύει και γι'αυτό δεν μπορεί να την ανακτήσει
fa_ir: لطفا رمز عبور را در جای امنی ذخیره کنید، این برنامه رمز عبور شما را ذخیره نکرده و قادر به بازیابی آن نیست
fi: VARMUUSKOPIOI TUNNUSLAUSEESI! Tämä asiakasohjelma EI TALLENNA sitä, täten tunnuslausettasi ei voida palauttaa
fr: Sauvegarder absolument le mot de passe dans un endroit sûr car le logiciel ne l'enregistre pas. Si vous ne le sauvegardez pas, il vous sera impossible de le retrouver
hr: Spremite lozinku na sigurno mjesto, jer je klijent NE sprema, zato zaboravljenu lozinku nije moguće nadoknaditi.
id: Harap cadangkan Kata sandi dengan aman, client ini TIDAK menyimpannya sehingga tidak dapat memulihkan kata sandi Anda.
nn: Vær vennlig å ta sikker backup av adgangskoden. Denne applikasjonen lagrer den ikke, og kan derfor ikke gjenopprette det.
pl: Proszę wykonać bezpieczną kopię zapasową passphrase, klient nie przechowuje tych danych i nie jest możliwe ich odzyskanie
pt_pt: Por favor guarda de forma segunda a frase-chave, este cliente NÃO a armazenará e por isso será impossível recuprar a frase-chave de futuro
sl: Prosimo naredite varnostno kopijo gesla, ta program NE SHRANJUJE vaših gesel in jih v primeru izgube ne more ponastaviti oziroma obnoviti
sr: Молимо да сигурносно похраните лозинку, јер клијент је НЕ похрањује, зато је поврат изгублјене лозинке немогућ

source: Please enter a folder name.
ar: الرجاء إدخال اسم المجلد.
bg_bg: Въведете име на папка
cs: Prosím zadej jméno složky.
el: Παρακαλώ εισάγετε ένα όνομα φακέλου
fa_ir: لطفا نام پوشه را وارد کنید.
fi: Anna kansion nimi.
fr: Entrer un nom de portefeuille.
hr: Molim Vas, unesite ime mape.
id: Masukkan nama Folder
nn: Gi navn til mappen
pl: Proszę podać nazwę folderu.
pt_pt: Por favor introduz um nome para a pasta
ro: Va rugam sa introduceti un nume de dosar
sl: Vnesite ime mape.
sr: Унесите назив мапе.

source: Please enter a new address.
ar: يرجى إدخال عنوان جديد.
bg_bg: Въведете нов адрес
cs: Prosím zadej novou adresu.
el: Παρακαλώ εισάγετε μία νέα διεύθυνση
fa_ir: لطفا یک آدس جدید وارد کنید.
fi: Lisä uusi osoite.
fr: Entrer un nouvelle adresse.
hr: Molimo Vas, unesite novu adresu.
id: Masukkan alamat baru.
nn: Skriv en ny adresse
pl: Proszę podać nowy adres.
pt_pt: Por favor introduz um novo endereço
ro: Vă rugăm să introduceți o nouă adresă.
sl: Prosimo, vnesite nov naslov
sr: Унесите нову адресу.

source: Please enter a short label.
ar: يرجى إدخال تسمية قصيرة.
bg_bg: Въведете кратко описание
cs: Prosím zadej krátkou popisku.
el: Παρακαλώ εισάγετε μία σύντομη ετικέτα
fa_ir: لطفا یک برچسب کوتاه وارد کنید
fi: Anna lyhyt kuvaus.
fr: Entrer un nom court.
hr: Molimo unesite kratku oznaku.
id: Masukkan label singkat.
nn: Skriv en ny merkelapp
pl: Proszę podać krótką etykietę.
pt_pt: Por favor introduz uma curta etiqueta
ro: Vă rugăm să introduceți o scurtă denumire.
sl: Vnesite kratko oznako.
sr: Унесите кратку ознаку.

source: Please enter this account passphrase to login.
ar: الرجاء إدخال عبارة مرور هذا الحساب للدخول.
bg_bg: Въведете паролата за този акаунт за да влезете
cs: Prosím zadej přihlašovací frázi pro přihlášení.
el: Παρακαλώ εισάγετε την passphrase αυτού του λογαριασμού για να συνδεθείτε.
fa_ir: برای ورود لطفا رمز عبور این حساب را وارد کنید.
fi: Anna tämän tilin tunnuslause kirjautuaksesi sisään.
fr: Entrer la phrase secrète de ce compte pour vous connecter
hr: Molimo unesite lozinku računa za upis.
id: Masukkan kata sandi akun ini untuk masuk.
nn: Vennligst skriv inn denne kontoens adgangskode for å logge inn.
pl: Aby się zalogować proszę podać passphrase tego konta
pt_pt: Por favor introduz a frase-chave desta conta para entrar
ro: Va rugam introduceti parola acestui cont pentru logare.
sl: Prosimo vnesite geslo tega računa za prijavo
sr: За пријаву унесите лозинку рачуна.

source: Please backup securely the second passphrase, this client does NOT store it and thus cannot recover your it
ar: يرجى النسخ الاحتياطي لعبارة المرور الثانية بشكل آمن ، هذا العميل لا يقوم بتخزينها وبالتالي لا يمكن استردادها.
bg_bg: Запазете СИГУРНО КОПИЕ на вторичната парола. Този софтуер НЕ ЗАПАЗВА копие и НЕ МОЖЕ да я възстанови!
cs: Prosím bezpečně si zazálohuj svou druhou přihlašovací frázi, tento klient ji NEMÁ uloženou, takže ji nedokáže obnovit
fa_ir: لطفا قبل از ادامه دادن رمز عبور دوم خود را جای امنی ذخیره کنید، این برنامه رمز عبور شما را ذخیره نکرده و نمیتواند حساب شما را بازیابی کند
fi: Ole hyvä ja varmuuskopioi toinen tunnuslauseesi, tämä asiakasohjelma ei sitä tallenna. Tunnuslauseen hukkuessa sitä ei voida palauttaa
fr: Merci de sauvegarder votre deuxième phrase secrète car le client ARK NE l'enregistre PAS. Si vous ne la notez pas, elle ne pourra pas être récupérée.
hr: Spremite dodatnu lozinku na sigurno mjesto, jer je klijent NE sprema, zato zaboravljenu lozinku nije moguće nadoknaditi.
nn: Vær vennlig å ta sikker backup av andre-passordet. Denne applikasjonen lagrer den IKKE, og kan derfor ikke tilbakekalle det.
pl: Proszę bezpiecznie zachować drugą passphrase, ten portfel NIE przechowuje jej i nie może zostać ona odzyskana
pt_pt: Por favor guarda de forma segunda a frase-chave, este cliente NÃO a armazenará e por isso será impossível recuprar a frase-chave de futuro
sl: Prosimo naredite varnostno kopijo drugega gesla, saj klient ga NE hrani, zato ni možna obnova gesla v primeru izgube.
sr: Молимо да сигурносно похраните додатну лозинку, јер клијент је НЕ похрањује, зато је поврат изгублјене лозинке немогућ

source: Please paste the original and second passphrase to validate the creation.
ar: الرجاء لصق عبارة المرور الأصلية والثانية للتحقق من صحة الإنشاء.
bg_bg: Поставете оригиналната и вторичната парола за да потвърдите създаването.
cs: Prosím vložte první a druhou přihlašovací frázi pro ověření.
fa_ir: برای تایید ایجاد لطفا رمز اصلی و رمز دوم را وارد کنید
fi: Ole hyvä ja liitä alkuperäinen sekä toinen tunnuslause vahvistaaksesi tilin luonnin.
fr: Collez votre phrase secrète originale et la seconde phrase secrète pour valider la création.
hr: Molimo vas zalijepite izvornu i dodatnu lozinku za potvrdu izrade.
nn: Vennligst lim inn det originale passordet og 2. passord for å validiere opprettelsen.
pl: Proszę wkleić oryginalną i drugą passphrase aby potwierdzić stworzenie.
pt_pt: Por favor cola aqui ambas frases-chave, original e secundária, para validar esta ação.
sl: Vnesite prosim izvirno in dodatno geslo za overjanje ustvaritve.
sr: Молимо прилепите оригиналну и додатну лозинку за оверење стварања.

source: Please backup securely the second passphrase, this client does NOT store it and thus cannot recover your it.
ar: يرجى النسخ الاحتياطي لعبارة المرور الثانية بشكل آمن ، هذا العميل لا يقوم بتخزينها وبالتالي لا يمكن استردادها.
bg_bg: Запазете СИГУРНО КОПИЕ на вторичната парола. Този софтуер НЕ ЗАПАЗВА копие и НЕ МОЖЕ да я възстанови!
cs: Prosím bezpečně si zazálohuj svou druhou přihlašovací frázi, tento klient ji NEMÁ uloženou, takže ji nedokáže obnovit.
fa_ir: لطفا رمز عبور دوم خود را جای امنی ذخیره کنید، این برنامه رمز عبور شما را ذخیره نکرده و نمیتواند حساب شما را بازیابی کند.
fi: Ole hyvä ja tee varmuuskopio toisesta tunnuslauseestasi. Tämä asiakasohjelma EI TALLENNA tunnuslausettasi, joten sitä ei voi palauttaa.
fr: Merci de sauvegarder votre deuxième phrase secrète car le client ARK NE l'enregistre PAS. Si vous ne la notez pas, elle ne pourra pas être récupérée.
hr: Sigurnosno spremite dodatnu lozinku, jer je klijent NE sprema, zato zaboravljenu lozinku nije moguće nadoknaditi.
nn: Vær så snill å ta backup av ditt 2. passord. Dette programmet lagrer det ikke og kan derfor ikke tilbakestille det.
pl: Proszę skopiuj bezpiecznie drugą passhprase, klient NIE zapisuje jej dlatego nie jest możliwe jej odzyskanie.
pt_pt: Por favor salvaguarda a segunda frase-chave pois etse cliente NÃO a armazena e por isso não será possível recuperá-la posteriormente.
sl: Prosimo naredite varnostno kopijo drugega gesla, saj klient ga NE hrani, zato ni možna obnova gesla v primeru izgube.
sr: Молимо да сигурносно похраните додатну лозинку, јер клијент је НЕ похрањује, зато је поврат изгублјене лозинке немогућ

source: Please restart your client after the delegate registration has been put in a block to reflect the changes.
ar: يرجى إعادة تشغيل العميل بعد وضع تسجيل المندوب في كتلة لتعكس التغييرات.
bg_bg: Рестартирайте приложението след като регистрацията на делегат се потвърди в блок за да видите промените.
cs: Pro promítnutí změn po tvé registraci do delegovaných prosím restartuj aplikaci po zapsání změn do bloku.
fa_ir: لطفا پس از اینکه ثبت نام شما برای نمایندگی در بلاک ثبت شد برنامه را بسته و دوباره اجرا کنید تا تغییرات اعمال شود.
fi: Muutosten voimaanastumista varten ole hyvä ja uudelleenkäynnistä ohjelmisto kun edustajaksi rekisteröintisi on kirjattu lohkoon.
fr: Redémarrez le client ARK après vous être enregistré en tant que délégué
hr: Nakon uvaženja registracije delegata u blokovnom lancu, molimo da ponovo potjerate klijenta kako bi promjena stupila na snagu.
nn: Omstart applikasjonen etter at delegatregistreringen har blitt registrert i blokkkjeden, for å reflektere endringene.
pl: Proszę zresetuj Twojego klienta po zarejestrowaniu delegata aby uaktualnić zmiany.
pt_pt: Para veres a informação atualizada, por favor reinicia o teu cliente após o registo de delegados ter sido submetido num bloco.
sl: Za uveljavitev sprememb prosimo, naj znova zaženete klienta potem, ko je registracija delegata vnešena v blokovno verigo.
sr: Да би се одразиле промене, молимо поново потерајте клијента након што је регистрација делагата унешена у блоковни ланац.

source: Please first BACKUP SECURELY THE PASSPHRASE, this client does NOT store it and thus cannot recover your passphrase
ar: يرجى أولا النسخ الاحتياطي بشكل آمن لعبارة المرور، هذا العميل لا يخزينها وبالتالي لا يمكن استعادة عبارة المرور الخاصة بك
bg_bg: Моля първо НАПРАВЕТЕ БЕЗОПАСНО РЕЗЕРВНО КОПИЕ НА ФРАЗАТА ЗА ДОСТЪП, този абонат НЕ я складира, затова не може да ви възвърне фразата за достъп.
cs: Pozor důležité, ZAZÁLOHUJ SI PŘIHLAŠOVACÍ FRÁZI, aplikace ji NEMÁ uloženou takže ji nedokáže obnovit
el: Παρακαλούμε πρώτα ΕΠΑΝΑΣΚΟΛΟΥΘΗΣΤΕ ΤΟ ΠΑΘΟΣ ΑΣΦΑΛΩΣ, αυτός ο πελάτης δεν το αποθηκεύει και επομένως δεν μπορεί να ανακτήσει τη φράση πρόσβασης
fa_ir: لطفا رمز عبور اول خود را در محل امنی ذخیره کنید، این برنامه رمز را ذخیره نکرده و نمیتواند آن را بازیابی کند.
fi: Ole hyvä ja TEE TUNNUSLAUSEESTASI USEAMPI VARMUUSKOPIO ja SÄILYTÄ NIITÄ ERILLÄÄN TURVALLISISSA PAIKOISSA. Tämä ohjelma EI TALLENNA tunnuslausettasi. Hukkunutta tunnuslausetta EI VOIDA PALAUTTAA ARK'in toimesta.
fr: Veuillez d'abord SAUVEGARDER SÉCURITAIREMENT LA PHRASE SECRÈTE, ce client ne la stocke PAS et ne vous permet pas de la récupérer
hr: Molimo Vas, SPREMITE LOZINKU NA SIGURNO MJESTO, klijent ju NE SPREMA, te ju NIJE moguće nadoknaditi
nn: Vær så snill å TA SIKKER BACKUP AV ADGANGSKODEN DIN. dette programmet lagrer det IKKE og kan derfor ikke gjenopprette det
pl: Proszę na początku BEZPIECZNIE ZAPISAĆ PASSPHRASE, ten klient jej NIE przechowuję i nie ma możliwości jej odzyskania
pt_pt: Por favor, primeiro FAZ BACKUP DA FRASE-CHAVE, este cliente NÃO armazena a mesma e dessa forma será impossível recuperá-la se a perderes
ro: Va rugam ca in primul rand sa SALVATI PAROLA, acest client NU o va salva si nu poate sa o recupereze.
sl: Prosimo naj sprva NAREDITE VARNOSTNO KOPIJO GESLA, klient je namreč NE hrani, zato je ni moč povrniti v primeru izgube!
sr: Молимо да прво СИГУРНОСНО ПОХРАНИТЕ ЛОЗИНКУ, јер клијент је НЕ похрањује, зато је поврат изгублјене лозинке немогућ

source: Please type word 3, 6 and 9 from your passphrase to validate the account creation.
ar: يرجى كتابة الكلمة 3 و 6 و 9 من عبارة المرور للتحقق من صحة إنشاء الحساب.
bg_bg: Моля въведете думи 3, 6 и 9 от Вашата кодова фраза за да потвърдите създаването на акаунта.
cs: Prosím napiš 3., 6. a 9. slovo z tvé přihlašovací fráze pro ověření účtu při jeho vytváření
fa_ir: لطفا کلمه سوم، ششم و نهم را برای ساخت حساب وارد کنید
fi: Ole hyvä ja kirjoita tunnuslauseesi sanat 3, 6 ja 9 vahvistaaksesi tilisi luonnin.
fr: Taper les mots 3, 6 et 9 de votre phrase secrète pour valider la création de votre compte.
hr: Molimo Vas, upišite riječi 3, 6 i 9 iz vaše lozinke kako bi potvrdili stvaranje računa.
nn: Vennligst skriv ord 3, 6 og 9 fra adgangskoden ditt for å validere opprettelsen av konto
pl: Proszę podać słowa 3, 6 i 9 z Twojej passhprase aby potwierdzić stworzenie konta.
pt_pt: Por favor introduz as palavras das posições 3, 6 e 9 da tua frase-chave para validares a criação da conta.
sl: Za overitev računa prosimo vnesite naslednje besede vašega gesla: 3, 6 in 9.
sr: Молимо унесите 3., 6. и 9. реч лозинке за оверавање стварања рачуна.

source: Polish
ar: البولندية
bg_bg: Полски
cs: Polština
fa_ir: لهستانی
fi: Puola
fr: Polonais
hr: Poljski
nn: Polsk
pl: Polski
pt_pt: Polaco
sl: Poljščina
sr: Пољски

source: Portuguese - Brazil
cs: Portugalština - Brazílie
fa_ir: پرتغالی - برزیل
fi: Portugali - Brasilia
fr: Portugais - Brésil
hr: Portugalski - Brazil
nn: Portugisisk - Brasil
pl: Portugalski - Brazylia
pt_pt: Português - Brasil

source: Portuguese - Portugal
cs: Portugalština - Portugalsko
fa_ir: پرتغالی - پرتغال
fi: Portugali - Portugali
fr: Portugais - Portugal
hr: Portugalski - Portugal
nn: Portugisisk - Portugal
pl: Portugalski - Portugalia
pt_pt: Português - Portugal
