Repository: ArkEcosystem/desktop-wallet
Catalog: po/*.po
Languages: ar, bg_bg, cs, el, fa_ir, fi, fr, hr, id, nn, pl, pt_pt, ro, sl, sr

source: Total
ar: المجموع
bg_bg: Общо
cs: Celkem
fa_ir: جمع
fi: Yhteensä
hr: Ukupno
pl: Razem
sl: Skupaj
sr: Укупно

source: Total {{ul.network.symbol}}
ar: المجموع {{ul.network.symbol}}
bg_bg: Общо {{ul.network.symbol}}
cs: Celkem {{ul.network.symbol}}
el: Σύνολο {{ul.δίκτυο.σύμβολο}}
fa_ir: مجموع {{ul.network.symbol}}
fi: Yhteensä {{ul.network.symbol}}
hr: Ukupno {{ul.network.symbol}}
id: Total {{ul.jaringan.simbol}}
pl: Razem {{ul.network.symbol}}
sl: Skupaj {{ul.omrežje.simbol}}
sr: Укупно {{ul.мрежа.симбол}

source: Transaction
ar: صفقة
bg_bg: Транзакция
cs: Transakce
el: Συναλλαγή
fa_ir: تراکنش
fi: Tapahtuma
hr: Transakcija
id: Transaksi
nn: Transaksjon
pl: Transakcja
pt_pt: Transação
ro: Tranzactie
sl: Transakcija
sr: Трансакција

source: Transaction file successfully saved in
cs: Transakční soubor úspěšně uložen v
fa_ir: فایل تراکنش با موفقیت ذخیره شد در
fi: Tapahtumatiedosto onnistuneesti tallennettu
fr: Fichier de transaction enregistré avec succès
hr: Datoteka transakcije uspješno spremljena u
nn: Transaksjonsfil vellykket lagret i
pl: Plik transakcji pomyślnie zapisany w
pt_pt: O ficheiro da transação foi gravado corretamente

source: Transactions
ar: المعاملات
bg_bg: Транзакции
cs: Transakce
el: Συναλλαγές
fa_ir: تراکنش ها
fi: Tapahtumat
hr: Transakcije
id: Transaksi
nn: Transaksjoner
pl: Transakcje
pt_pt: Transações
ro: Tranzactii
sl: Transakcije
sr: Трансакције

source: Type
ar: نوع
bg_bg: Тип
cs: Napiš
el: Πληκτρολογείστε
fa_ir: نوع
fi: Tyyppi
hr: Upiši
id: Tipe
pl: Typ
pt_pt: Tipo
ro: Categorie
sl: Tip
sr: Тип

source: Type an address or a name
cs: Napiš adresu nebo jméno
fa_ir: یک آدرس یا یه نام وارد کنید
fi: Kirjoita osoite tai nimi
fr: Entrer une adresse ou un nom
hr: Upiši adresu ili ime
nn: Skriv inn en adresse eller navn
pl: Wprowadź adres albo nazwę
pt_pt: Introduz um endereço ou nome

source: Update vote from
ar: تحديث التصويت من
bg_bg: Обнови гласовете от
cs: Aktualizovat hlasování od
el: Ανανεώστε την ψήφο από
fa_ir: بروز رسانی رای از
fi: Päivitä äänestys
fr: Mise à jour du vote depuis
hr: Ažuriraj glas iz
id: Perbaharui vote dari
nn: Oppdater stemme fra
pl: Zaktualizuj głosy z
pt_pt: Atualizar voto de
ro: Actualizare vot din
sl: Posodobi glas od
sr: Ажурирање гласа од

source: Username
ar: اسم المستخدم
bg_bg: Потребител
cs: Uživatelské jméno
el: Όνομα Χρήστη
fa_ir: نام کاربری
fi: Käyttäjänimi
fr: Utilisateur
hr: Korisničko ime
id: Nama pengguna
nn: Brukernavn
pl: Nazwa użytkownika
pt_pt: Utilizador
ro: Nume de Utilizator
sl: Uporabniško ime
sr: Корисничко име

source: Verify
ar: التحقق
bg_bg: Верифицирай
cs: Ověřit
fa_ir: تایید
fi: Varmenna
fr: Vérifier
hr: Verificiraj
nn: Verifiser
pl: Weryfikuj
pt_pt: Verificar
sl: Preveri
sr: Овери

source: Verify Message
ar: التحقق من الرسالة
bg_bg: Верифицира съобщение
cs: Ověřit zprávu
fa_ir: تایید پیام
fi: Varmenna viesti
fr: Vérifier le message
hr: Potvrdi poruku
nn: Verifiser beskjed
pl: Weryfikuj wiadomość
pt_pt: Verificar Mensagem
sl: Overi sporočilo
sr: Овери поруку

source: Verify Text
cs: Ověřit text
fa_ir: تایید متن
fi: Vahvista Teksti
fr: Vérifier texte
hr: Potvrdi Tekst
nn: Verifiser tekst
pl: Zweryfikuj tekst
pt_pt: Verificar Texto

source: Vendor Field
ar: حقل المورد
bg_bg: Идентификатор
cs: Položka výrobce
el: Λίστα Προμηθευτών
fa_ir: فیلد وندور
fi: Toimittajan kenttä
fr: Champ du vendeur
hr: Polje Trgovca
id: Laman Vendor
nn: Leverandørfelt
pl: Pole SmartBridge
pt_pt: Campo do Fornecedor
sl: SmartBridge
sr: SmartBridge

source: Virtual folder added!
ar: مجلّد افتراضي مُضاف !
bg_bg: Добавена виртуална папка!
cs: Přidána virtuální složka!
el: Ο εικονικός φάκελος προστέθηκε!
fa_ir: پوشه مجازی افزوده شد!
fi: Virtuaalikansio lisätty!
fr: Portefeuille virtuel ajouté !
hr: Virtualna mapa je dodana!
id: Folder virtual ditambahkan!
nn: Virtuell mappe lagt til
pl: Wirtualny folder dodany!
pt_pt: Pasta Virtual adicionada!
ro: Dosar Virtual adaugat!
sl: Virtualna mapa dodana!
sr: Виртуелна мапа додана!

source: Vote
ar: صوت
bg_bg: Гласуване
cs: Hlasuj
el: Ψηφίστε
fa_ir: رای
fi: Äännestä
hr: Glasaj
nn: Stemme
pl: Głosuj
pt_pt: Votar
ro: Voteaza
sl: Glasuj
sr: Гласај

source: Votes
ar: أصوات
bg_bg: Гласове
cs: Hlasy
el: Ψήφοι
fa_ir: رای ها
fi: Äänet
hr: Glasovi
id: Vote
nn: Stemmer
pl: Głosy
pt_pt: Votos
ro: Voturi
sl: Glasovi
sr: Гласови

source: Voting is an optional, but important mechanism that keeps the Ark network secure. The 51 delegates with the most votes from the network are responsible for verifying and forging transactions into new blocks. This page can be used to cast your vote for a delegate that you support.
ar: التصويت آلية اختيارية، لكنها مهمة تحافظ على شبكة آمنة. المندوبون ال 51 الذين حصلوا على أكبر عدد من الأصوات من الشبكة هم المسؤولون عن التحقق من المعاملات وإبرامها في كتل جديدة. يمكن استخدام هذه الصفحة للإدلاء بصوتك للمندوب الذي تدعمه.
bg_bg: Гласуването е незадължителен, но важен механизъм който поддържа мрежата на Арк сигурна. Делегатите в Топ 51 с най-много гласове са отговорни за проверката и създаването на транзакции в новите блокове. Тук можете да гласувате за делегат когото подкрепяте.
cs: Hlasování je dobrovolné, ale jde o důležitý mechanizmus jak udržet ARK síť bezpečnou. V celé síti je 51 delegovaných s většinou hlasů, kteří jsou zodpovědni za ověřování a zpracování transakcí do nových bloků. Tady můžeš hlasovat pro delegovaného kterému důvěřuješ a chceš ho podpořit.
fa_ir: رای دادن کاملا اختیاری است، ولی مکانیزم اصلی ای است که شبکه آرک را ایمن نگه میدارد. 51 نماینده با اکثریت آرا از شبکه مسئول تایید و فورژ کردن تراکنش ها درون بلاک ها هستند. این صفحه میتواند رای شما را برای نماینده ای گه از آن حمایت میکنید ثبت کند.
fi: Äänestäminen on valinnainen mutta tärkeä mekanismi, joka pitää Ark-verkon turvattuna. Verkoston 51 eniten ääniä saanutta edustajaa (delegaattia) ovat vastuussa tilitapahtumien tarkastamisesta sekä tapahtumien tallentamisesta uusiin lohkoihin. Tällä sivulla voit antaa äänesi tukemalle edustajallesi.
fr: Le vote est facultatif mais important, il permet de sécuriser le réseau Ark. Les 51 délégués ayant le plus de votes du réseau sont chargés de vérifier et de forger les transactions dans les nouveaux blocs. Cette page peut être utilisée pour voter pour un délégué que vous soutenez.
hr: Glasanje je opcionalno, ali je bitan mehanizam koji osigurava Ark mrežu sigurnom. 51 delegat sa najviše glasova s mreže su odgovorni za potvrđivanje i kovanje transkacija u nove blokove. Ova stranica može biti korištena u svrhu glasanja za delegata kojega podržavaš.
nn: Å stemme er en valgfri, men viktig funksjon for å holde Ark nettverket sikkert. De 51 delegatene med flest stemmer fra nettverket er ansvarlige for å verifisere og å forevige transaksjoner i nye blokker. Denne siden kan bli brukt for å stemme på den delegaten du støtter.
pl: Głosowanie to opcjonalny, ale bardzo ważny mechanizm który pozwala zachować bezpieczeństwo w sieci ARK. 51 delegatów z największą ilością głosów z sieci jest odpowiedzialnych za weryfikację i dodawanie transakcji do nowych bloków. Ta strona może być używana do oddania głosu na delegata którego popierasz.
pt_pt: Votar, embora opcional, é um importante mecanismo que contribui para a manutenção da segurança da rede Ark. Os 51 delegados com mais votos na rede ficam responsáveis por verificar e forjar transações em novos blocos. Esta página pode ser usada para exerceres o teu voto no delegado que apoias.
sl: Glasovanje je prostovoljen a pomemben vzvod, ki ohranja varnost Ark omrežja. 51 delegatov z največ zbranimi glasovi je odgovornih za preverjanje in kovanje transakcij v nove bloke verige. Na tej strani lahko podate svoj glas delegatu, ki ga podpirate.
sr: Гласање је опцијски али уједно и значајан механизам који одржава безбедност ARK мреже. 51 делегата са највише гласова од учесника мреже је одговорно за оверавање и ковање трансакција у нове блокове. Овде можете дати свој глас делегату којег подржавате.

source: Word
ar: كلمة
bg_bg: Дума
cs: Slovo
fa_ir: کلمه
fi: Sana
fr: Mot
hr: Riječ
nn: Ord
pl: Słowo
pt_pt: Palavra
sl: Beseda
sr: Реч

source: Yes
ar: نعم
bg_bg: Да
cs: Ano
fa_ir: بله
fi: Kyllä
fr: Oui
hr: Da
nn: Ja
pl: Tak
pt_pt: Sim
sl: Da
sr: Да

source: approval
ar: موافقة
bg_bg: одобрение
cs: souhlas
fa_ir: موافقت
fi: hyväksyntä
fr: Approbation
hr: odobrenje
nn: godkjenning
pl: poparcie
pt_pt: aprovação
sl: odobritev
sr: одобрење

source: address
ar: عنوان
bg_bg: адрес
cs: adresa
el: διεύθυνση
fa_ir: آدرس
fi: osoite
fr: adresse
hr: adresa
id: alamat
nn: adresse
pl: Adres
pt_pt: endereço
ro: adresa
sl: naslov
sr: адреса

source: folder name
ar: اسم المجلّد
bg_bg: име на папка
cs: jméno složky
el: όνομα φακέλου
fa_ir: نام پوشه
fi: kansion nimi
fr: Nom du portefeuille
hr: ime mape
id: nama folder
nn: mappenavn
pl: Nazwa folderu
pt_pt: nome da pasta
ro: numele dosarului
sl: ime mape
sr: назив мапе

source: from
ar: من
bg_bg: от
cs: od
fa_ir: از
fi: mistä
fr: De
hr: od
nn: fra
pl: od
pt_pt: de
sl: od
sr: од

source: is erroneous
ar: خاطئ
bg_bg: е грешен
cs: je chybné
el: είναι εσφαλμένος
fa_ir: اشتباه است
fi: on virheellinen
fr: est erroné
hr: je pogrešan
id: salah
nn: er feilaktig
pl: jest błędny
pt_pt: é erróneo
ro: este eronat
sl: je napačen
sr: је крив

source: is not recognised
ar: غير معترف بها
bg_bg: не е разпознат
cs: není rozpoznán
el: δεν αναγνωρίζεται
fa_ir: شناخته شده نیست
fi: ei tunnistettu
fr: n'est pas reconnu
hr: nije prepoznat
id: Tidak dikenali
nn: er ikke gjenkjent
pl: jest nieropoznany
pt_pt: não foi reconhecido
ro: nu este recunoscut
sl: ni prepoznan
sr: није препознат

source: label
ar: علامة
bg_bg: етикет
cs: označení
el: ετικέτα
fa_ir: برچسب
fi: etiketti
hr: oznaka
nn: merkelapp
pl: etykieta
pt_pt: etiqueta
ro: eticheta
sl: oznaka
sr: ознака

source: missed blocks
ar: كتل ضائعة
bg_bg: пропуснати блокове
cs: vynechané bloky
el: χαμένα block
fa_ir: بلاک های از دست رفته
fi: menetetyt lohkot
fr: blocks manqués
hr: promašeni blokovi
id: blok-blok yang luput
nn: tapte blokker
pl: pominięte bloki
pt_pt: blocos falhados
ro: blocuri pierdute
sl: zgrešeni bloki
sr: промашени блокови

source: now!
ar: الآن!
bg_bg: сега!
cs: teď!
el: τώρα!
fa_ir: حالا!
fi: nyt!
fr: maintenant !
hr: upravo!
id: sekarang!
nn: nå!
pl: teraz!
pt_pt: agora!
ro: acum!
sl: sedaj!
sr: сада!

source: passphrase
ar: عبارة مرور
bg_bg: парола
cs: přihlašovací fráze
fa_ir: رمز عبور
fi: tunnuslause
fr: phrase secrète
hr: lozinka
id: kata sandi
nn: adgangskode
pt_pt: frase-chave
ro: parola
sl: geslo
sr: лозинка

source: produced blocks
ar: الكتل المنتجة
bg_bg: произведени блокове
cs: vyprodukované bloky
el: παραχθέντα block
fa_ir: بلاک های تولید شده
fi: tuotetut lohkot
fr: blocks produits
hr: proizvedeni blokovi
id: blok yang dihasilkan
nn: produserte blokker
pl: wyprodukowane bloki
pt_pt: blocos produzidos
ro: blocuri produse
sl: ustvarjeni bloki
sr: створени блокови

source: productivity
ar: الإنتاج
bg_bg: продуктивност
cs: produktivita
fa_ir: بهره وری
fi: tuottavuus
fr: Productivité
hr: produktivnost
nn: produktivitet
pl: produktywność
pt_pt: produtividade
sl: produktivnost
sr: продуктивност

source: sent with success!
ar: أرسلت بنجاح!
bg_bg: успешно изпратени!
cs: úspěšně posláno!
el: Στάλθηκε με επιτυχία
fa_ir: با موفقیت ارسال شد!
fi: lähetetty onnistuneesti!
fr: envoyé avec succès !
hr: uspješno poslano!
id: Berhasil dikirim!
nn: sending vellykket!
pl: wysłano pomyślnie!
pt_pt: enviado com sucesso!
ro: trimis cu succes!
sl: uspešno poslano!
sr: успешно послано!

source: you need at least 1 ARK to vote
ar: تحتاج على الأقل 1 ARK لكي تصوت
bg_bg: за да гласувате ви трябва поне 1 ARK
cs: pro hlasování potřebuješ alespoň 1 ARK
el: Χρειάζεστε τουλάχιστον 1 ARK για να ψηφίσετε
fa_ir: شما برای رای داد حداقل به 1 آرک احتیاج دارید
fi: tarvitset vähintään 1.0 ARK'ia äänestääksesi
fr: vous avez besoin d'au moins 1 ARK pour pouvoir voter
hr: moraš imati barem 1 ARK za glasanje
id: Anda memerlukan setidaknya 1 ARK untuk melakukan vote
nn: du trenger minst 1 ARK for å stemme
pl: Potrzebujesz co najmniej 1 ARK do głosowania
pt_pt: precisas de, pelo menos, 1 ARK para votar
ro: aveti nevoie de minim 1 ARK pentru a vota
sl: Potrebujete vsaj 1 ARK za glasovanje
sr: потребан је најмање 1 ARK за гласанје

source: you need at least 25 ARK to register delegate
ar: تحتاج 25 أرك ARK على الأقل لتسجيل المندوب
bg_bg: за регистрация на делегат трябва да имате 25 ARK
cs: pro registraci delegovaného potřebuješ alespoň 25 ARK
el: Χρειάζεστε τουλάχιστον 25 ARK για να κατοχυρώσετε έναν delegate
fa_ir: شما برای ثبت نام نمایندگی به حداقل 25 آرک احتیاج دارید
fi: tarvitset vähintään 25 ARK'ia rekisteröityäksesi edustajaksi
fr: vous devez avoir au moins 25 ARK pour devenir délégué
hr: moraš imati barem 25 ARK-ova za registriranje delegata
id: Anda memerlukan setidaknya 25 ARK untuk mendaftar delegasi
nn: du trenger minst 25 ARK for å registrere en delegat
pl: Potrzebujesz co najmniej 25 ARK do zarejestrowania delegata
pt_pt: precisas de, pelo menos, 25 ARK para registar novo delegado
ro: aveti nevoie de minim 25 ARK pentru a inregistra un delegat
sl: potrebujete vsaj 25 ARK-ov za registracijo delegata
sr: потребно је најмање 25 ARK за регистрацију делегата

source: Voting is an optional, but important mechanism that keeps the Ark network secure. The 51 delegates with the most votes from the network are responsible for verifying and forging transactions into new blocks. This page can be used to cast your vote for a delegate that you support.
ar: التصويت آلية اختيارية، لكنها مهمة تحافظ على شبكة آمنة. المندوبون ال 51 الذين حصلوا على أكبر عدد من الأصوات من الشبكة هم المسؤولون عن التحقق من المعاملات وإبرامها في كتل جديدة. يمكن استخدام هذه الصفحة للإدلاء بصوتك للمندوب الذي تدعمه.
bg_bg: Гласуването е незадължителен, но важен механизъм, който запазва сигурността на Арк мрежата. 51-те делегати с най-много гласове от мрежата са отговорни за проверката и изковаването на транзакции в нови блокове. Тази страница може да се използва за гласуване на делегат, който подкрепяте.
cs: Hlasování je dobrovolné, ale jde o důležitý mechanizmus jak udržet ARK síť bezpečnou. V celé síti je 51 delegovaných s většinou hlasů, kteří jsou zodpovědni za ověřování a zpracování transakcí do nových bloků. Tady můžeš hlasovat pro delegovaného kterému důvěřuješ a chceš ho podpořit.
fa_ir: رای دادن کاملا اختیاری است، ولی مکانیزم اصلی ای است که شبکه آرک را ایمن نگه میدارد. 51 نماینده با اکثریت آرا از شبکه مسئول تایید و فورژ کردن تراکنش ها درون بلاک ها هستند. این صفحه میتواند رای شما را به نماینده ای که از آن حمایت میکنید ثبت کند
fi: Äänestäminen on valinnainen mutta tärkeä mekanismi, joka pitää Ark-verkon turvattuna. Verkoston 51 eniten ääniä saanutta edustajaa (delegaattia) ovat vastuussa tilitapahtumien tarkastamisesta sekä tapahtumien tallentamisesta uusiin lohkoihin. Tällä sivulla voit antaa äänesi tukemalle edustajallesi.
fr: Voter n'est pas obligatoire, il permet cependant de sécuriser le fonctionnement de la crypto-monnaie Ark. Les 51 délégués avec le plus de votes ont pour objectif de vérifier et forger les transactions dans les blocs. Cette page permet de voter pour un délégué de votre choix.
hr: Glasanje je opcionalno, ali je bitan mehanizam koji osigurava Ark mrežu sigurnom. 51 delegat sa najviše glasova s mreže su odgovorni za potvrđivanje i kovanje transkacija u nove blokove. Ova stranica može biti korištena u svrhu glasanja za delegata kojega podržavaš.
nn: Å stemme er en valgfri, men viktig funksjon som holder Ark-nettverket sikkert. De 51 delegatene med flest stemmer fra nettverket er ansvarlig for å verifisere og forevige transaksjoner inn i nye blokker. Denne siden kan brukes til å stemme på en delegat du støtter.
pl: Głosowanie to opcjonalny, ale bardzo ważny mechanizm który pozwala zachować bezpieczeństwo w sieci ARK. 51 delegatów z największą ilością głosów z sieci jest odpowiedzialnych za weryfikację i dodawanie transakcji do nowych bloków. Ta strona może być używana do oddania głosu na delegata którego popierasz.
pt_pt: Votar, embora opcional, é um importante mecanismo que contribui para a manutenção da segurança da rede Ark. Os 51 delegados com mais votos na rede ficam responsáveis por verificar e forjar transações em novos blocos. Esta página pode ser usada para exerceres o teu voto no delegado que apoias.
ro: Votul este optional dar un mecanism important care pastreaza reteaua Ark in siguranta. Cei 51 delegati cu cele mai multe voturi din retea sunt responsabili pentru verificarea si prelucrarea tranzactiilor in blocuri noi. Aceasta pagina poate fi folosita sa votezi un delegat pe care il sustii.
sl: Glasovanje je prostovoljen a pomemben vzvod, ki ohranja varnost ARK omrežja. 51 delegatov z največ zbranimi glasovi je odgovornih za preverjanje in kovanje transakcij v nove bloke verige. Na tej strani lahko podate svoj glas delegatu, ki ga podpirate.
sr: Гласање је опцијски али уједно и значајан механизам који одржава безбедност ARK мреже. 51 делегата са највише гласова од учесника мреже је одговорно за оверавање и ковање трансакција у нове блокове. Овде можете дати свој глас делегату којег подржавате.

source: you need at least 5 ARK to create a second passphrase
ar: تحتاج إلى 5 أرك على الأقل لإنشاء عبارة مرور ثانية
bg_bg: Трябва да имате поне 5 ARK, за да създадете втора фраза за достъп
cs: potřebuješ alespoň 5 ARK pro vytvoření druhé přihlašovací fráze
el: χρειάζεστε τουλάχιστον 5 ARK για να δημιουργήσετε μια δεύτερη φράση πρόσβασης
fa_ir: شما برای ایجاد رمز عبور دوم به حداقل 5 آرک احتیاج دارید
fi: tarvitset vähintään 5 ARK'ia luodaksesi toisen tunnuslauseen
fr: 5 ARK sont nécessaires pour pouvoir créer une deuxième phrase secrète
hr: trebaš minimalno 5 ARK-ova za stvaranje dodatne lozinke
nn: Du trenger minst 5 ARK for å lage en andre adgangskode
pl: Potrzebujesz co najmniej 5 ARK aby stworzyć drugą passphrase
pt_pt: é necessário dispor de, pelo menos, 5 ARK para criar uma segunda frase-chave
ro: Ai nevoie de 5 ARK sa creezi a doua parola de acces
sl: Potrebujete vsaj 5 ARK za ustvaritev drugega gesla.
sr: Потребно вам је станје најмање 5 ARK за стварање додатне лозинке

source: {{'Send'|translate}} {{ul.network.token}} {{'from'|translate}}
ar: {{'إرسال'|translate}} {{ul.network.token}} {{'من '|translate}}
bg_bg: {{'Изпрати'|translate}} {{ul.network.token}} {{'от'|translate}}
cs: {{'Poslat'|translate}} {{ul.network.token}} {{'z'|translate}}
fi: {{'Lähetä'|käännös}} {{ul.network.token}} {{'mistä'|käännä}}
fr: {{'Envoyer'|translate}} {{ul.network.token}} {{'from'|translate}}
hr: {{'Pošalji'|prevedi}} {{ul.network.token}} {{'od'|prevedi}}
nn: {{'Send'|oversett}} {{ul.network.token}} {{'fra'|oversett}}
sl: {{'Pošlji'|prevedi}} {{ul.omrežni.žeton}} {{'od'|prevedi}}
sr: {{'Шаљи'|превод}} {{ul.мрежа.жетон}} {{'од'|превод}}

source: Coming Soon
ar: قريبا
bg_bg: Очаквайте скоро
cs: Očekávejte již brzy
el: Ερχεται σύντομα
fi: Tulossa pian
fr: Très prochainement
nn: Kommer snart
sl: Kmalu
sr: Ускоро

source: Seed Server
ar: الخادم المصدر
bg_bg: Сийд сървър
cs: Založit server
fi: Siemenarvopalvelin
fr: Serveur source
pl: Źródłowy Serwer
pt_pt: Servidor de Geração
sl: Semenski strežnik
sr: Семенски сервер

source: Show {{((!ul.showPublicKey) && 'public key' || 'address')}}
cs: Zobraz {{((!ul.showPublicKey) && 'veřejný klíč' || 'adresu')}}
fi: Näytä {{((!ul.showPublicKey) && 'public key' || 'address')}}
fr: Afficher {{((!ul.showPublicKey) && 'public key' || 'address')}}
nn: Show {{((!ul.showPublicKey) && 'offentlig nøkkel' || 'adresse')}}
pl: Pokaż {{((!ul.showPublicKey) && 'public key' || 'address')}}
pt_pt: Mostrar {{((!ul.showPublicKey) && 'public key' || 'address')}}

source: OffChain
ar: خارج السلسلة
bg_bg: ОфЧейн
el: Εκτός αλυσίδας
fr: Hors-ligne
hr: Izvan lanca
nn: Avkjede
pl: Poza łańcuchem
pt_pt: Fora da Cadeia
sl: Lokalna povezava
sr: Локално

source: Nethash
bg_bg: Мрежов Хеш
hr: Hash mreže
pl: Hash sieci
sl: Zgoščevalna vrednost omrežja
sr: Хеш мреже
