Repository: ArkEcosystem/desktop-wallet
Catalog: po/*.po
Languages: ar, bg_bg, cs, el, fa_ir, fi, fr, hr, id, nn, pl, pt_pt, ro, sl, sr

source: If you own this account, you can enable virtual folders. Virtual Folders are simple subaccounts to better organise your money, without needing to send a real transaction and pay a fee. <br> Moreover, this account will move under the "My Accounts" list.
ar: إذا كنت تملك هذا الحساب، يمكنك تمكين المجلدات الافتراضية. المجلدات الافتراضية هي حسابات فرعية بسيطة لتنظيم أفضل لأموالك، دون الحاجة إلى إرسال معاملة حقيقية ودفع رسوم. <br> وعلاوة على ذلك، سينتقل هذا الحساب إلى أسفل قائمة "حساباتي".
bg_bg: Ако този акаунт е ваш, можете да разрешите виртуалните папки. Акаунтите добавени в тях са обикновени под-акаунти за по-добра организация на средствата, без да е нужна реална транзакция и плащане на такса. <br> С това, акаунта ще бъде преместен в списъка "Мои акаунти"
cs: Můžeš zapnout virtuální složky pokud vlastníš tento účet. Virtuální složky jsou něco jako podřízené účty pro lepší organizaci tvých peněz bez potřeby přeposílat měnu a platit za transakce. <br> Navíc se tento účet přesune pod seznam "Moje účty".
fa_ir: اگر شما مالک این حساب هستید، میتوانید پوشه های مجازی را فعال کنید. پوشه های مجازی حساب های زیر مجموعه ای هستند که به شما در سازمان دهی پولتان کمک میکنند، بدون اینکه لازم به پرداخت کارمزد و یا هزینه اضافه ای باشید. <br> این حساب در لیست حساب های من قرار خواهد گرفت.
fi: Jos omistat tämän tilin, voit ottaa käyttöön virtuaaliset kansiot. Virtuaaliset kansiot ovat yksinkertaisia alatilejä, joiden avulla voit tehokkaamin järjestää rahasi ilman, että sinun tarvitsee lähettää sitä ja maksaa välitysmaksuja. <br> Virtuaalikansiot luodaan "Omat Tilini" luottelon alle.
fr: Si vous détenez ce compte, vous pouvez activer les portefeuilles virtuels. Les protefeuilles virtuels sont de simples sous-comptes pour mieux organiser votre argent, sans avoir besoin d'envoyer une vraie transaction et payer une taxe.<br>De plus, ce compte se déplacera en dessous de la liste "Mes comptes"
hr: Ako posjeduješ ovaj račun, možeš omogućiti virtualne mape. Virtualne Mape su jednostavni podračuni za bolju organizaciju vašeg novca, bez potrebe slanja prave transakcije i plaćanja naknade. <br> Nadalje, ovaj račun će biti pomaknut pod listu "Moji Računi".
nn: Om du eier denne kontoen, kan du aktivere virtuelle mapper. Foldere er enkle del-kontoer for å bedre organisere pengene dine, uten behov for en transaksjon og å betale avgift. <br> Videre vil denne kontoen flyttes til "mine kontoer" listen.
pl: Jeśli posiadasz to konto możesz uruchomić wirtualne foldery. Są to proste sub-konta dla lepszej organizacji Twoich pieniędzy, bez potrzeby wysyłania prawdziwej transakcji i płacenia prowizji. <br> Ponadto, to konto będzie przeniesione do listy "Moje konta".
pt_pt: Se és dono desta conta podes ativar a função de Pastas Virtuais. As Pastas Virtuais funcionam como subcontas para melhor organizares o teu património, sem existir a necessidade de realizar transações reais com pagamento de taxa. <br> Adicionalmente, esta conta será movida para a lista "As Minhas Contas".
ro: Daca detineti acest cont, puteti activa serviciul de fisiere virtuale. Fisierele virtuale sunt conturi care apartin contului dumneavoastra principal unde puteti sa va organizati banii mai bine, fara a avea nevoie sa faceti o tranzactie si sa platiti taxa. De asemenea, acest cont va aparea in lista "Conturile Mele".
sl: V kolikor ste lastnik računa lahko omogočite navidezne mape. Navidezne mape so enostavni podračuni, s pomočjo katerih lahko bolje organizirate svoja sredstva brez izvajanja dodatnih transakcij. <br> Seznam podračunov je na voljo pod "Moji računi."
sr: Уколико сте власник рачуна, можете омогућити виртуелне мапе. Виртуелне мапе су прости подрачуни, намењени бољој организацији средстава без потребе по извођењу регуларних трансакција, које траже плаћенје хонорара. <br> Сви подраћуни се воде под ставком "Моји рачуни."

source: Import
ar: استيراد
bg_bg: Импортиране
fa_ir: درون ریزی
fi: Tuo...
fr: Importer
hr: Uvezi
nn: Importer
pl: Importuj
pt_pt: Importar
sl: Uvozi
sr: Увези

source: Import Account
ar: استيراد حساب
bg_bg: Импортиране на акаунт
cs: Import účtu
fa_ir: درون ریزی حساب
fi: Tuo Tili ...
fr: Importer un compte
hr: Uvezi račun
nn: Importer konto
pl: Importuj konto
pt_pt: Importar Conta
sl: Uvozi račun
sr: Увези рачун

source: Income
cs: Příchozí
fa_ir: درآمد
fi: Tulo
fr: Revenu
hr: Prihod
nn: Inntekt
pl: Przychód
pt_pt: Recebimento

source: If you own this account, you can enable virtual folders. Virtual Folders are simple subaccounts to better organise your money, without needing to send a real transaction and pay a fee. <br> Moreover, this account will move under the "My Accounts" list.
ar: إذا كنت تملك هذا الحساب، يمكنك تمكين المجلدات الافتراضية. المجلدات الافتراضية هي حسابات فرعية بسيطة لتنظيم أفضل لأموالك، دون الحاجة إلى إرسال معاملة حقيقية ودفع رسوم. <br> علاوة على ذلك، سينتقل هذا الحساب تحت قائمة "حساباتي".
bg_bg: Ако този акаунт е ваш, можете да разрешите виртуалните папки. Те са обикновени под-акаунти за по-добра организация на средствата, без да е нужна реална транзакция и плащане на такса. <br> С това, акаунта ще бъде преместен в списъка "Мои акаунти"
cs: Můžete zapnout virtuální složky pokud vlastníte tento účet. Virtuální složky jsou něco jako podřízené účty pro lepší organizaci vašich peněz bez potřeby přeposílat měnu a platit za transakce. <br> Navíc se tento účet přesune pod seznam "Moje účty".
el: Αν σας ανήκει αυτός ο λογαριασμός, μπορείτε να ενεργοποιήσετε τους εικονικούς φακέλους. Οι εικονικοί φάκελοι είναι απλοί υπολογαριασμοί με σκοπό την καλύτερη οργάνωση των χρημάτων σας, χωρίς να χρειάζεται να στείλετε μια πραγματική συναλλαγή και να πληρώσετε τέλη. <br> Επιπλέον, αυτός ο λογαριασμός θα μετακινηθεί κάτω από την λίστα "Οι λογαριασμοί μου".
fa_ir: " اگر شما مالک این حساب هستید، میتوانید پوشه های مجازی را فعال کنید. پوشه های مجازی حساب های زیر مجموعه ای هستند که به شما در سازمان دهی پولتان کمک میکنند، بدون اینکه لازم به پرداخت کارمزد و یا هزینه اضافه ای باشید. <br> این حساب در لیست "حساب های من" قرار خواهد گرفت.
fi: Jos omistat tämän tilin, voit ottaa käyttöön virtuaaliset kansiot. Virtuaaliset kansiot ovat yksinkertaisia alatilejä, joiden avulla voit tehokkaamin järjestää rahasi ilman, että sinun tarvitsee lähettää sitä ja maksaa välitysmaksuja. <br> Virtuaalikansiot luodaan "Omat Tilini" luottelon alle.
fr: Si vous possédez ce compte, vous pouvez utiliser les portefeuilles virtuels. Ils permettent une meilleure organisation de votre argent sans avoir à payer les frais de transaction. Ce compte s'affichera dans "Mes portefeuilles"
hr: Ako posjeduješ ovaj račun, možeš omogućiti virtualne mape. Virtualne Mape su jednostavni podračuni za bolju organizaciju vašeg novca, bez potrebe slanja prave transakcije i plaćanja naknade. <br> Nadalje, ovaj račun će biti pomaknut pod listu "Moji Računi".
id: Jika Anda adalah pemilik akun ini, Anda dapat mengaktifkan folder virtual. Folder Virtual adalah sub-akun sederhana untuk memudahkan pengelolaan uang anda, tanpa perlu mengirimkan transaksi nyata dan membayar biayanya. <br>Selain itu, akun ini akan berada didaftar "Akun Saya"
nn: Om du eier denne kontoen, kan du aktivere virtuelle mapper. Virtuelle mapper er enkle del-kontoer for bedre å organisere pengene dine, uten å måtte sende dem og derved betale avgifter. <br> Videre vil denne kontoen bli flyttet til under "Mine kontoer"-listen.
pl: Jeśli jesteś właścicielem tego konta możesz uruchomić wirtualne foldery. Wirtualne foldery to proste subkonta, dla lepszej organizacji Twoich środków bez potrzeby wysyłania prawdziwych transakcji i płacenia prowizji. <br> Ponadto, to konto będzie przeniesione pod list "Moje konta".
pt_pt: Se és dono desta conta podes ativar a função de Pastas Virtuais. As Pastas Virtuais funcionam como subcontas para melhor organizares o teu património, sem existir a necessidade de realizar transações reais com pagamento de taxa. <br> Adicionalmente, esta conta será movida para a lista "As Minhas Contas".
ro: Dacă dețineți acest cont, puteți activa dosarele virtuale. Dosarele virtuale sunt subconturi simple pentru a organiza mai bine banii tai, fără a fi nevoie sa trimiti o tranzactie reala și să plătesti o taxă. <br> Mai mult decât atât, acest cont se va muta in lista "Conturile mele".
sl: Če si lastnik tega računa lahko omogočiš Virtualne Mape. Virtualne Mape so preprosto podračuni za boljši organizacijo vašega računa, brez da bi bilo potrebno poslati pravo transkacijo preko omrežja. <br> Prav tako se bo ta račun pojavil pod "Moji Računi".
sr: Уколико сте власник рачуна, можете омогућити виртуелне мапе. Виртуелне мапе су прости подрачуни, намењени бољој организацији средстава без потребе по извођењу регуларних трансакција, које траже плаћенје хонорара. <br> Сви подраћуни се воде под ставком "Моји рачуни."

source: Indonesian
ar: الأندونيسية
bg_bg: Индонезийски
cs: Indonéština
fa_ir: اندونزیایی
fi: Indonesia
fr: Indonésien
hr: Indonezijski
nn: Indonesisk
pl: Indonezyjski
pt_pt: Indonésio
sl: Indonezijski jezik
sr: Индонезијски језик

source: Italian
ar: الإيطالية
bg_bg: Италиански
cs: Italština
fa_ir: ایتالیایی
fi: Italia
fr: Italien
hr: Talijanski
nn: Italiensk
pl: Włoski
pt_pt: Italiano
sl: Italijanščina
sr: Италијански

source: Japanese
cs: Japonština
fa_ir: ژاپنی
fi: Japani
fr: Japonais
hr: Japanski
nn: Japansk
pl: Japoński
pt_pt: Japonês

source: Korean
cs: Korejština
fa_ir: گره ای
fi: Korea
fr: Coréen
hr: Korejski
nn: Koreansk
pl: Koreański
pt_pt: Coreano

source: Label
ar: علامة
bg_bg: Етикети
cs: Štítek
el: Ετικέτα
fa_ir: برچسب
fi: Nimilappu
hr: Oznaka
nn: Merkelapp
pl: Etykieta
pt_pt: Etiqueta
ro: Eticheta
sl: Oznaka
sr: Ознака

source: Label set
ar: وضع العلامات
bg_bg: Етикети
cs: Sada štítků
el: Ρύθμιση Ετικετών
fa_ir: برچسب تنظیم شد
fi: Nimilaput
fr: Tag créé
hr: Skup oznaka
id: Set Label
nn: Merkalapp satt
pl: Ustaw etykietę
pt_pt: Categoria de etiquetas
ro: Seteaza Eticheta
sl: Oznakovni nabor
sr: Скуп ознака

source: Language
ar: اللغة
bg_bg: Език
cs: Jazyk
el: Γλώσσα
fa_ir: زبان
fi: Kieli
fr: Langue
hr: Jezik
id: Bahasa
nn: Språk
pl: Język
pt_pt: Idioma
ro: Limba
sl: Jezik
sr: Језик

source: Last checked
ar: تاريخ آخر فحص
bg_bg: Последна проверка
cs: Poslední kontrola
el: Τελευταία φορά που ελέγχθηκε
fa_ir: آخرین تاریخ بررسی
fi: Viimeksi Tarkistettu
fr: Dernière vérification
hr: Posljednji put provjereno
id: Terakhir Diperiksa
nn: Sist sjekket
pl: Ostatnio sprawdzane
pt_pt: Última verificação
ro: Ultima verificare
sl: Nazadnje preverjeno
sr: Позледњи пут проверено

source: Ledger Nano S
ar: ليدجر نانو S
fa_ir: لجر نانو اس

source: List full or delegate already voted.
ar: القائمة كاملة أو مندوب صُوِّت.
bg_bg: Списъка за гласуване е пълен или вече сте гласували за този делегат
cs: Seznam je plný nebo jsi delegovaného již zvolil
el: Πλήρης λίστα ή ο delegate έχει ήδη ψηφισθεί
fa_ir: یا لیست پر است یا قبلا به این نماینده رای داده اید.
fi: Lista täynnä tai edustaja on jo äännestänyt.
fr: Liste complète des délégués, ou délégués ayant déjà reçu votre vote
hr: Spisak pun ili već izglasan delegat.
id: Daftar lengkap atau delegasi yang sudah divote
nn: Listen er full eller delegaten er allerede stemt på.
pl: Lista pełna lub wcześniej zagłosowano na delegata.
pt_pt: A lista está completa ou o delegado realizou o seu voto
ro: Lista plina sau delegat deja votat.
sl: Seznam poln ali pa ste za tega delegata že glasovali.
sr: Списак пун односно за делегата већ гласано.

source: Load Tx From File
cs: Nahrát Tx ze souboru
fa_ir: بارگذاری تراکنش از فایل
fi: Lataa Transaktio Tiedostosta
fr: Charger Tx depuis un fichier
hr: Učitaj Tx iz datoteke
nn: Last inn Tx fra fil
pl: Załaduj transakcji z pliku
pt_pt: Carregar Tx a partir de Ficheiro

source: Loading...
cs: Nahrávám...
fa_ir: در حال بارگذاری...
fi: Lataa...
fr: Chargement ...
hr: Učitavanje...
nn: Laster inn...
pl: Ładowanie...
pt_pt: Carregando...

source: Login
ar: تسجيل الدخول
bg_bg: Вход
cs: Přihlášení
el: Σύνδεση
fa_ir: ورود
fi: Kirjaudu
fr: Connexion
hr: Upis
id: Masuk
nn: Innlogging
pt_pt: Entrar
ro: Logare
sl: Prijava
sr: Пријава

source: Manage Networks
ar: إدارة الشبكات
bg_bg: Управление на мрежа
cs: Spravovat síť
el: Διαχείριση Δικτύων
fa_ir: مدیریت شبکه ها
fi: Hallitse Verkkoja
fr: Gestion du réseau
hr: Upravljanje mrežama
id: Kelola Jaringan
nn: Velg nettverk
pl: Zarządzaj sieciami
pt_pt: Gerir Redes
sl: Upravljanje omrežij
sr: Управљање са мрежама

source: Market
ar: سوق
bg_bg: Пазар
cs: Trh
el: Αγορά
fa_ir: مارکت
fi: Markkinat
fr: Marché
nn: Marked
pt_pt: Mercado
ro: Piata
sl: Trg
sr: Тржиште

source: Market Cap.
ar: رسملة السوق.
bg_bg: Пазарен дял
cs: Tržní kapitalizace
el: Κεφαλαιοποίηση
fa_ir: حجم ماکت
fi: Markkina-arvo:
fr: Capitalisation
hr: Tržišna vrijednost
id: Kapitalisasi Pasar
nn: Markedsverdi
pl: Kapitalizacja rynkowa
pt_pt: Cap. de Mercado
sl: Tržna vrednost
sr: Тржишна вредност.

source: Maximize
ar: تكبير
bg_bg: Максимизирай
cs: Maximalizovat
el: Μεγιστοποίηση
fa_ir: بزرگ گردن
fi: Suurenna
fr: Agrandir
hr: Maksimiziraj
id: Perbesar
nn: Maksimer
pl: Maksymalizuj
pt_pt: Maximizar
sl: Povečaj
sr: Максимизуј

source: Message
ar: رسالة
bg_bg: Съобщение
cs: Zpráva
el: Μήνυμα
fa_ir: پیام
fi: Viesti
hr: Poruka
nn: Beskjed
pl: Wiadomość
pt_pt: Mensagem
ro: Mesaj
sl: Sporočilo
sr: Порука

source: Minimize
ar: خفض
bg_bg: Минимизирай
cs: Minimalizovat
fa_ir: کوچک کردن
fi: Pienennä
fr: Réduire
hr: Minimiziraj
nn: Minimer
pl: Minimalizuj
pt_pt: Minimizar
sl: Pomanjšaj
sr: Минимизуј

source: Minify
ar: قلل
bg_bg: Минимизирай
cs: Zmenšit
el: Ελαχιστοποίηση
fa_ir: خرد کردن
fi: Pienennä
fr: Iconifier
hr: Umanji
id: Perkecil
nn: Reduser
pl: Minimalizuj
pt_pt: Minimizar
sl: Pomanjšaj
sr: Минифицирај

source: My Accounts
ar: حساباتي
bg_bg: Моите Акаунти
cs: Moje účty
el: Οι λογαριασμοί μου
fa_ir: حساب های من
fi: Omat Tilini
fr: Mes Comptes
hr: Moji računi
id: Akun Saya
nn: Mine kontoer
pl: Moje konta
pt_pt: As Minhas Contas
ro: Conturile mele
sl: Moji Računi
sr: Моји рачуни

source: Name
ar: اسم
bg_bg: Име
cs: Jméno
el: Ονομα
fa_ir: نام
fi: Nimi
fr: Nom
hr: Ime
nn: Navn
pl: Nazwa
pt_pt: Nome
ro: Nume
sl: Ime
sr: Име

source: Network
ar: شبكة الاتصال
bg_bg: Мрежа
cs: Síť
el: Δίκτυο
fa_ir: شبکه
fi: Verkko
fr: Réseau
hr: Mreža
id: Jaringan
nn: Nettverk
pl: Sieć
pt_pt: Rede
sl: Omrežje
sr: Мрежа

source: Network removed succesfully!
ar: تمت إزالة الشبكة بنجاح!
bg_bg: Мрежата бе премахната успешно!
cs: Síť úspěšně odstraněna!
el: Δίκτυο αφαιρεθεί με επιτυχία!
fa_ir: شبکه با موفقیت حذف شد!
fi: Verkko poistettu onnistuneesti!
fr: Réseau supprimé avec succès !
hr: Mreža uspješno uklonjena!
nn: Nettverk har blitt fjernet!
pl: Sieć usunięta pomyślnie!
pt_pt: Rede removida com sucesso!
sl: Omrežje uspešno odstranjeno!
sr: Мрежа успешно отстрањена!

source: New version available!
ar: نسخة جديدة متاحة!
bg_bg: Има по-нова версия!
cs: Je dostupná nová verze!
el: Νέα έκδοση διαθέσιμη!
fa_ir: نسخه جدید موجود است!
fi: Uusi versio saatavilla!
fr: Nouvelle version disponible !
hr: Dostupna nova verzija!
nn: Ny versjon tilgjengelig!
pl: Nowa wersja dostępna!
pt_pt: Nova versão disponível!
ro: Noua versiune disponibila.
sl: Na voljo je nova različica!
sr: Нова верзија на располагању!

source: Network connected and healthy!
ar: الشبكة متصلة وصحية!
bg_bg: Сързан с мрежата
cs: Připojen na síť a běží!
el: Δίκτυο συνδεδεμένο και υγιές!
fa_ir: شبکه متصل و سالم است!
fi: Verkko yhdistetty ja terve!
fr: Connecté au réseau !
hr: Mreža povezana i zdrava!
id: Jaringan terhubung dan baik!
nn: Nettverk koblet til og er i orden!
pl: Sieć zdrowa i połączona!
pt_pt: Rede ligada e a funcionar em pleno!
ro: Rețea conectată și funcțională!
sl: Povezava z omrežje zdrava in vzpostavljena!
sr: Мрежа здрава и приклјучена!

source: Network disconected!
ar: انقطاع الاتصال بالشبكة!
bg_bg: Няма връзка с мрежата
cs: Síť odpojena!
el: Δίκτυο αποσυνδεδεμένο!
fa_ir: شبکه قطع شد!
fi: Verkkoyhteys katkaistu!
fr: Déconnecté du réseau !
hr: Mreža prekinuta!
id: Jaringan terputus!
nn: Nettverk frakoblet
pl: Sieć rozłączona!
pt_pt: Rede desligada!
ro: Retea deconectata!
sl: Povezava z omrežjem izgubljena!
sr: Мрежа исклјучена!

source: Next
ar: التالي
bg_bg: Следващ
cs: Další
el: Επόμενο
fa_ir: بعدی
fi: Seuraava
fr: Suivant
hr: Sljedeći
id: Berikutnya
nn: Neste
pl: Dalej
pt_pt: Próximo
ro: Urmatorul
sl: Naprej
sr: Настави

source: No difference from original delegate list
ar: لا فرق عن قائمة المندوب الأصلية
bg_bg: Няма разлика с оригиналния списък с делегати
cs: Žádný rozdíl oproti původnímu seznamu delegovaných
el: Καμία διαφορά από την αρχική λίστα delegate
fa_ir: بدون فرق با لیست اصلی نمایندگان
fi: Ei eroa alkuperäisestä edustajalistasta
fr: Aucune différence avec la liste de délégués originale
hr: Bez promjene od originalnog spiska delegata
id: Tidak ada perbedaan dengan daftar delegasi asli
nn: Ingen forskjell fra original delegatliste
pl: Bez różnic względem oryginalnej listy delegatów
pt_pt: Sem alterações em relação à lista de delegados original
ro: Nici o diferenta fata de lista originala de delegati
sl: Ni razlike z obstoječim seznamom delegatov
sr: Без промена у односу на оригинални списак делегата

source: No publicKey
ar: لا يوجد مفتاح عام
bg_bg: Няма публичен ключ
cs: Chybí veřejný klíč
el: Δεν υπάρχει publicKey
fa_ir: فاقد کلید عمومی
fi: Ei julkistaAvainta
fr: Pas de clef publique
hr: Nema javnog ključa
id: Tidak ada publicKey
nn: Ingen offentlig nøkkel
pl: Brak publickey
pt_pt: Sem chave pública
ro: Nici o cheie publică
sl: Majnkajoč javni ključ (publicKey)
sr: Недостаје јавни кључ (publicKey)

source: No search term
ar: مصطلح البحث غير موجود
bg_bg: Няма критерии за търсене
cs: Chybí vyhledávací podmínka
el: Δεν υπάρχει ο όρος αναζήτησης
fa_ir: بدون عبارت جستحو
fi: Ei hakusanaa
fr: Aucun terme de recherche
hr: Nema traženog termina
id: Tidak ada kata pencarian
nn: Ingen søkeord
pl: Brak frazy wyszukiwania
pt_pt: Sem termo de pesquisa
ro: Nici un termen de cautare
sl: Ni iskalnega niza
sr: Нема претражувачког термина

source: Not enough ARK on your account
ar: ARK غير كافية على حسابك
bg_bg: Нямате достатъчна наличност в акаунта си
cs: Nedostatek ARK měny na tvém účtu
el: Δεν υπάρχουν αρκετά ARK στον λογαριασμό
fa_ir: آرک کافی در حساب شما وجود ندارد
fi: Tililläsi ei ole tarpeeksi ARK'ia
fr: Pas assez d'ARK sur votre compte
hr: Nemate dovoljno ARK-ova na vašem računu
id: ARK di akun anda tidak cukup
nn: Ikke nok Ark på din konto
pl: Nie wystarczająca kwota ARK na Twoim koncie
pt_pt: Não existe ARK suficiente na tua conta
sl: V vašem računu ni dovolj ARK-ov.
sr: Недоволјна количина ARK на рачуну

source: Ok
ar: حسنا
bg_bg: Ок
el: Εντάξει
fa_ir: خوب
sl: V redu
sr: Важи

source: Open Delegate Monitor
ar: فتح مراقب المندوب
bg_bg: Монитор на делегатите
cs: Otevřít monitor delegovaných
el: Ανοίξτε το monitor των delegate
fa_ir: بازکردن مانیتور نماینده
fi: Avaa Edustajaineuranta
fr: Ouvrir la page de suivi des délégués
hr: Otvori osmatrač delegata
id: Buka Monitor Delegasi
nn: Åpne delegatmonitor
pl: Otwórz Monitor Delegatów
pt_pt: Abrir Monitor de Delegado
ro: Deschide Monitorizare Delegati
sl: Odpri prikazovalnik delegatov
sr: Отвори приказивач делегата

source: Open File
ar: فتح ملف
bg_bg: Отворете файл
cs: Otevřít soubor
el: Ανοιγμα αρχείου
fa_ir: بازکردن فایل
fi: Avaa Tiedosto
fr: Ouvrir un fichier
hr: Otvori Datoteku
nn: Åpne fil
pl: Otwórz plik
pt_pt: Abrir Ficheiro
ro: Deschide fisier
sl: Odpri datoteko
sr: Отвори датотеку

source: Chinese simplified
ar: الصينية المبسطة
bg_bg: Опростен Китайски
cs: Zjednodušená čínština
fa_ir: چینی ساده شده
fi: Kiina (yksinkertaistettu)
fr: Chinois simplifié
hr: Kineski pojednostavljeni
nn: Forenklet kinesisk
pl: Chiński uproszczony
pt_pt: Chinês simplificado
sl: Poenostavljena kitajščina
sr: Кинески - једноставни

source: Chinese traditional
ar: الصينية التقليدية
bg_bg: Традиционен Китайски
cs: Tradiční čínština
fa_ir: چینی سنتی
fi: Kiina (perinteinen)
fr: Chinois traditionnel
hr: Kineski tradicionalni
nn: Tradisjonell kinesisk
pl: Chiński tradycyjny
pt_pt: Chinês tradicional
sl: Tradicionalna kitajščina
sr: Кинески - традиционални

source: Open in explorer
ar: فتح في المستكشف
bg_bg: Отвори в Експлорър
cs: Otevřít v průzkumníkovi
fa_ir: بازکردن ئر جستجوگر
fi: Avaa selaimessa
fr: Ouvrir dans l'explorateur de blockchain
hr: Otvori u pregledniku
nn: Åpne i utforsker
pl: Otwórz w eksploratorze
pt_pt: Abrir no explorador
sl: Odpri v raziskovalcu
sr: Отвори у претраживачу

source: Optional
ar: اختياري
bg_bg: Опционално
cs: Volitelný
el: Προαιρετικό
fa_ir: اختیاری
fi: Valinnainen
fr: Optionnel
hr: Neobavezno
id: Opsional
nn: Valgfri
pl: Opcjonalnie
pt_pt: Opcional
sl: Opcijsko
sr: Опцијско

source: Original Passphrase
ar: عبارة المرور الأصلية
bg_bg: Оригинална парола
cs: Původní přístupová fráze
fa_ir: رمز عبور اصلی
fi: Alkuperäinen Tunnuslause
fr: Phrase secrète initiale
hr: Izvorna Lozinka
nn: Original adgangskode
pl: Oryginalna Passphrase
pt_pt: Frase-chave Original
sl: Izvirno geslo
sr: Оригинална лозинка

source: Other Accounts
ar: حسابات أخرى
bg_bg: Други акаунти
cs: Ostatní účty
el: Άλλοι λογαριασμοί
fa_ir: حساب های دیگر
fi: Muut Tilit
fr: Autres portefeuilles
hr: Ostali računi
id: Akun-akun Lainnya
nn: Andre kontoer
pl: Inne konta
pt_pt: Outras Contas
ro: Alte Conturi
sl: Ostali računi
sr: Остали рачуни

source: Passphrase
ar: عبارة المرور
bg_bg: Парола
cs: Přihlašovací fráze
fa_ir: رمز عبور
fi: Tunnuslause
fr: Mot de Passe
hr: Lozinka
id: Kata sandi
nn: Adgangskode
pl: Passhprase
pt_pt: Frase-chave
ro: Parola
sl: Geslo
sr: Лозинка

source: Passphrase does not match your address
ar: عبارة المرور لا تطابق عنوانك
bg_bg: Паролата не съвпада с въведения адрес
cs: Přihlašovací fráze nesouhlasí s tvou adresou
el: Η passphrase δεν ταιριάζει με την διεύθυνση
fa_ir: رمز عبور با آدرس شما همخوانی ندارد
fi: Tunnuslause ei vastaa sinun osoitetta
fr: Le mot de passe ne correspond pas à votre adresse
hr: Lozinka ne odgovara vašoj adresi
id: Kata sandi tidak sesuai dengan alamat Anda
nn: Passordet matcher ikke adressen din
pl: Passphrase nie zgadza się z Twoim adresem
pt_pt: A frase-chave não corresponde com o teu endereço
ro: Parola nu se potriveste cu adresa
sl: Geslo se ne ujema s vašim naslovom
sr: Лозинка није у складу са адресом
