Repository: ArkEcosystem/desktop-wallet
Catalog: po/*.po
Languages: ar, bg_bg, cs, el, fa_ir, fi, fr, hr, id, nn, pl, pt_pt, ro, sl, sr

source: Portuguese
ar: البرتغالية
bg_bg: Португалски
cs: Portugalština
fa_ir: پرتغالی
fi: Portugali
fr: Portugais
hr: Portugalski
nn: Portugisisk
pl: Portugalski
pt_pt: Português
sl: Portugalščina
sr: Португалски

source: Price
ar: السعر
bg_bg: Цена
cs: Cena
el: Τιμή
fa_ir: قیمت
fi: Hinta
fr: Prix
hr: Cijena
id: Harga
nn: Pris
pl: Cena
pt_pt: Preço
ro: Pret
sl: Cena
sr: Цена

source: Productivity
ar: الإنتاج
bg_bg: Продуктивност
cs: Produktivita
el: Παραγωγικότητα
fa_ir: بهره وری
fi: Tuottavuus
fr: Productivité
hr: Produktivnost
id: Produktifitas
nn: Produktivitet
pl: Produktywność
pt_pt: Produtividade
ro: Productivitate
sl: Produktivnost
sr: Продуктивност

source: Public Key
ar: المفتاح العمومي
bg_bg: Публичен ключ
cs: Veřejný klíč
fa_ir: کلید عمومی
fi: Julkinen Avain
fr: Clé publique
hr: Javni ključ
nn: Offentlig nøkkel
pl: Klucz publiczny
pt_pt: Chave pública
sl: Javni ključ
sr: Јавни кључ

source: QR Scanner
ar: رمز الرد السريع (QR)
bg_bg: QR сканиране
cs: QR Skener
fa_ir: اسکنر QR Code
fi: QR Skanneri
hr: QR čitač
pl: Skaner QR
pt_pt: Leitor QR
sl: QR Skener
sr: QR скенер

source: Quit
ar: الخروج
bg_bg: Изход
cs: Ukončit
el: Τερματισμός
fa_ir: خروج
fi: Poistu
fr: Quitter
hr: Izlaz
id: Berhenti
nn: Avslutt
pl: Wyjdź
pt_pt: Saír
ro: Inchide
sl: Izhod
sr: Излаз

source: Quit Ark Client?
ar: الخروج من العميل Ark?
bg_bg: Изход от Лиск клиента?
cs: Ukončit Ark klienta?
el: Τερματισμός του Ark Client ;
fa_ir: از برنامه خارج میشوید؟
fi: Sulje Ark Pääteohjelma?
fr: Quitter le Client Ark ?
hr: Izađi iz ARK klijenta?
id: Keluar dari Client Ark?
nn: Avslutt Ark-klienten?
pl: Wyjść z klienta Ark?
pt_pt: Sair do cliente Ark?
sl: Izhod iz ARK denarnice?
sr: Изађи ит ARK клијента?

source: Rank
ar: مرتبة
bg_bg: Ранг
cs: Pořadí
el: Κατάταξη
fa_ir: رتبه
fi: Asema
fr: Rang
hr: Mjesto
id: Peringkat
nn: Rangering
pl: Ranking
pt_pt: Posição
ro: Poziţie
sl: Mesto
sr: Место

source: Receive Ark
ar: تسلم Ark
bg_bg: Получи ARK
cs: Obdržené ARK
el: Παραλαβή ARK
fa_ir: دریافت آرک
fi: Vastaanota Ark'ia
fr: Recevoir des ARK
hr: Primi Ark
id: Terima Ark
nn: Motta Ark
pl: Otrzymaj Ark
pt_pt: Receber Ark
sl: Prejmi ARK
sr: Прими ARK

source: Refresh Account
cs: Obnovit stav účtu
fa_ir: بروز رسانی حساب
fi: Päivitä Tili
fr: Actualiser le compte
hr: Osvježi Račun
nn: Oppdater Konto
pl: Odśwież konto
pt_pt: Refrescar Conta

source: Refresh accounts automatically?
cs: Obnovovat stav účtu automaticky?
fa_ir: حساب به صورت خودکار بروز شود؟
fi: Päivitä tilit automaattisesti?
fr: Rafraîchir les comptes automatiquement ?
hr: Osvježi račune automatski?
nn: Oppdater kontoer automatisk?
pl: Automatycznie odświeżać konta?
pt_pt: Refrescar contas automaticamente?

source: Register Delegate
ar: تسجيل المندوب
bg_bg: Регистрация на делегат
cs: Registrovat se jako delegovaný
el: Κατοχύρωση Delegate
fa_ir: ثبت نام برای نمایندگی
fi: Rekisteröi Edustajaksi
fr: S'enregistrer en tant que délégué
hr: Registriraj delegata
id: Daftar Delegasi
nn: Registrer delegat
pl: Zarejestruj delegata
pt_pt: Registar Delegado
sl: Registracija delegata
sr: Регистрација делегата

source: Register delegate for
ar: سجل المندوب ل
bg_bg: Регистрация на делегат за
cs: Registrovat delegovaného
el: Κατοχύρωση delegate για
fa_ir: ثبت نمایندگی برای
fi: Rekisteröi edustaja...
fr: Inscrire un délégué pour
hr: Registriraj delegata za
id: Daftarkan Delegasi untuk
nn: Registrer delegat for
pl: Zarejestruj delegata dla
pt_pt: Registar delegado para
sl: Registriraj delegata za
sr: Региструј делегата за

source: Remaining balance
cs: Zůstatek účtu
fa_ir: موجودی باقیمانده
fi: Jäljellä oleva saldo
fr: Solde restant
hr: Preostali iznos
nn: Gjenværende balanse
pl: Pozostałe saldo
pt_pt: Saldo remanescente

source: Remove
ar: إزالة
bg_bg: Преманни
cs: Odstranit
el: Αφαίρεση
fa_ir: حذف
fi: Poista
fr: Retirer
hr: Izbriši
id: Hapus
nn: Fjern
pl: Usuń
pt_pt: Remover
ro: Elimina
sl: Odstrani
sr: Отстрани

source: Remove Account
ar: إزالة الحساب
bg_bg: Премахване на акаунт
cs: Odstranit účet
fa_ir: حذف حساب
fi: Poista Tili
fr: Supprimer le compte
hr: Ukloni račun
nn: Fjern konto
pl: Usuń konto
pt_pt: Remover Conta
sl: Odstrani račun
sr: Отстрани рачун

source: Remove Network
ar: إزالة الشبكة
bg_bg: Премахни мрежа
cs: Odstranit síť
fa_ir: حذف شبکه
fi: Poista Verkko
fr: Supprimer le réseau
hr: Ukloni mrežu
nn: Fjern nettverk
pl: Sieć Zdalna
pt_pt: Remover rede
sl: Odstrani omrežje
sr: Отстрани мрежу

source: Remove account
ar: إزالة الحساب
bg_bg: Премахни акаунт
cs: Odstranit účet
fa_ir: حذف حساب
fi: Poista tili
fr: Supprimer le compte
hr: Ukloni račun
nn: Fjern konto
pl: Usuń konto
pt_pt: Remover conta
sl: Odstrani račun
sr: Отстрани рачун

source: Remove from my computer all cached data from this network
ar: إزالة جميع البيانات المخزنة مؤقتا من هذه الشبكة من جهاز الكمبيوتر
bg_bg: Премахни от компютъра всички кеширани данни от тази мрежа
cs: Odstranit z počítače všechna dočasná data z této sítě
fa_ir: تمامی اطلاعات کش شده از این شبکه را از رایانه من حذف کن
fi: Poista tietokoneeltani tämän verkon kaikki välimuistissa olevat tiedot
fr: Supprimez de mon ordinateur toutes les données en cache de ce réseau
hr: Ukloni s kompjutera svu predmemoriju podataka (cached data) s ove mreže.
nn: Fjern alle mellomlagrede data fra dette nettverket
pl: Usuń z mojego komputera wszystkie zapisane dane sieci
pt_pt: Remover do meu computador todos os dados de cache associados a esta rede
sl: Odstrani vse podatke tega omrežja iz medpomnilnika računalnika
sr: Отстрани са рачунара све похранјене податке ове мреже

source: Remove this account from your wallet. The account may be added again using the original passphrase of the account.
ar: أزل هذا الحساب من محفظتك. يمكن إضافة الحساب مرة أخرى باستخدام عبارة المرور الأصلية للحساب.
bg_bg: Премахни този акаунт от портфейла. Акаунта може да бъде добавен отново с оригиналната парола.
cs: Odstranit účet z peněženky. Můžeš jej opět přidat pomocí přihlašovací fráze k účtu.
fa_ir: این حساب را از کیف پول خود حذف کنید. همواره میتوانید این حساب را با استفاده از رمز عبور اضافه کنید
fi: Poista tili lompakkostasi. Tili voidaan uudelleenlisätä käyttämällä tilin alkuperäistä tunnuslausetta.
fr: Supprimez ce compte de votre portefeuille. Le compte peut être ajouté à nouveau à l'aide de la phrase secrète originale du compte.
hr: Ukloni ovaj račun iz vašeg novčanika. Račun može biti ponovno dodan korištenjem izvorne lozinke računa.
nn: Fjern denne kontoen fra din lommebok. Kontoen kan bli lagt til senere ved å bruke den originale adgangskoden til kontoen.
pl: Usuń to konto z Twojego portfela. Konto może zostać dodane ponownie używając oryginalnej passphrase
pt_pt: Remover conta da carteira. Esta conta pode ser adicionada novamente usando a frase-chave original.
sl: Odstrani račun iz denarnice. Račun se naknadno lahko doda s pomočjo izvirnega gesla.
sr: Отсраните овај рачун из новчаника. Рачун је накнадно могуће додати изнова уз помоћ оригиналне лозинке рачуна.

source: Rename
ar: إعادة التسمية
bg_bg: Преименувай
cs: Přejmenovat
el: Μετονομασία
fa_ir: تغییر نام
fi: Nimeä uudelleen
fr: Renommer
hr: Preimenuj
id: Ubah Nama
nn: Gi nytt navn
pl: Zmień nazwe
pt_pt: Renomear
ro: Redenumire
sl: Preimenuj
sr: Преименуј

source: Reset Data
ar: إعادة تعيين بيانات
bg_bg: Премахни всички данни
cs: Resetovat data
fa_ir: بازنشانی اطلاعات
fi: Tyhjää Data
fr: Réinitialiser les données
hr: Poništi podatke
nn: Tilbakestill data
pl: Zresetuj dane
pt_pt: Repor Dados
sl: Ponastavi podatke
sr: Ресетуј податке

source: Restart
ar: اعادة البدء
bg_bg: Рестарт
el: Επανεκκίνηση
fa_ir: راه اندازی مجدد
fi: Käynnistä uudelleen
fr: Redémarrer
hr: Ponovno pokretanje
nn: Omstart
pt_pt: Reiniciar
sl: Ponovni zagon
sr: Поново потерај

source: Romanian
ar: الرومانية
bg_bg: Румънски
cs: Rumunština
fa_ir: رمانیایی
fi: Romania
fr: Roumain
hr: Rumunjski
nn: Rumensk
pl: Rumuński
pt_pt: Romeno
sl: Romunščina
sr: Румунски

source: Russian
ar: الروسية
bg_bg: Руски
cs: Ruština
fa_ir: روسیه ای
fi: Venäjä
fr: Russe
hr: Ruski
nn: Russisk
pl: Rosyjski
pt_pt: Russo
sl: Ruščina
sr: Руски

source: SHA256 Signature
ar: توقيع SHA256
bg_bg: SHA256 сигнатура
cs: SHA256 Podpis
fa_ir: امضای SHA256
fi: SHA256 Signeeraus
fr: Signature SHA256
hr: SHA256 potpis
nn: SHA256-Signatur
pl: Podpis SHA256
pt_pt: Assinatura SHA256
sl: SHA256 podpis
sr: SHA256 потпис

source: Save
ar: حفظ
bg_bg: Запази
cs: Uložit
el: Αποθήκευση
fa_ir: ذخیره
fi: Tallenna
fr: Enregistrer
hr: Spremi
id: Simpan
nn: Lagre
pl: Zapisz
pt_pt: Guardar
sl: Shrani
sr: Сачувај

source: Save Passphrases for
ar: حفظ عبارات المرور ل
bg_bg: Запази паролите за
cs: Uložit přihlašovací frázi pro
el: Αποθήκευση των Passphrases για
fa_ir: ذخیره رمز عبور برای
fi: Tallenna Tunnuslauseet...
fr: Sauver l
hr: Spremi lozinku za
id: Simpan Kata sandi untuk
nn: Lagre adgangskoder for
pl: Zapisz passphrase dla
pt_pt: Guardar frase-chave para
sl: Shrani gesla za
sr: Сачувај лозинке за

source: Save Tx Offline
cs: Uložit Tx offline.
fa_ir: ذخیره آفلاین تراکنش
fi: Tallenna Transaktiot Kiintolevylle
fr: Enregistrer TX hors-ligne
hr: Spremi Tx Izvanmrežno
nn: Lagre Tx Frakoblet
pl: Zapisz transakcje offline
pt_pt: Guardar Tx Offline

source: Second Passphrase
ar: عبارة المرور الثانية
bg_bg: Втора парола
cs: Druhá přihlašovací fráze
el: Δεύτερη Passphrase
fa_ir: رمز عبور دوم
fi: Toinen Tunnuslause
fr: Deuxième mot de passe
hr: Dodatna lozinka
id: Kata sandi Kedua
nn: Andre adgangskode
pl: Druga Passphrase
pt_pt: Segunda frase-chave
ro: A doua parola
sl: Dodatno geslo
sr: Додатна лозинка

source: Send
ar: إرسال
bg_bg: Изпрати
cs: Odeslat
el: Αποστολή
fa_ir: ارسال
fi: Lähetä
fr: Envoyer
hr: Pošalji
id: Kirim
pl: Wyślij
pt_pt: Enviar
ro: Trimite
sl: Pošlji
sr: Шаљи

source: Send All
ar: إرسال الكل
bg_bg: Изпрати всичко
cs: Odeslat všem
fa_ir: ارسال همه
fi: Lähetä Kaikki
fr: Tout envoyer
hr: Pošalji sve
nn: Send alle
pl: Wyślij wszystko
pt_pt: Enviar a Totalidade
sl: Pošlji vse
sr: Шаљи све

source: Send Ark
ar: إرسال Ark
bg_bg: Изпрати ARK
cs: Odeslat ARK měnu
el: Αποστολή Ark
fa_ir: ارسال آرک
fi: Lähetä Ark'ia
fr: Envoyer des Ark
hr: Pošalji Ark
id: Kirim ARK
pl: Wyślij Ark
pt_pt: Enviar Ark
ro: Trimite Ark
sl: Pošlji ARK
sr: Шаљи ARK

source: Serbian
cs: Srbština
fa_ir: صربستانی
fi: Serbia
fr: Serbe
hr: Srpski
nn: Serbisk
pl: Serbski
pt_pt: Sérvio

source: Send Ark from
ar: إرسال Ark من
bg_bg: Изпрати ARK от
cs: Poslat ARK od
el: Αποστολή Ark από
fa_ir: ارسال آرک از
fi: Lähetä Ark'ia ...
fr: Envoyer des Ark depuis
hr: Pošalji Ark iz
id: Kirim ARK dari
nn: Send Ark fra
pl: Wyślij Ark z
pt_pt: Enviar Ark de
ro: Trimite Ark de la
sl: Pošlji ark iz
sr: Шаљи ARK од

source: Set
ar: تعيين
bg_bg: ОК
cs: Nastavit
el: Ρύθμιση
fa_ir: تنظیم
fi: Määritä
fr: Créer
hr: Postavi
nn: Sett
pl: Ustaw
pt_pt: Definir
ro: Seteaza
sl: Nastavi
sr: Подеси

source: Settings
ar: إعدادات
bg_bg: Настройки
cs: Nastavení
fa_ir: تنظیمات
fi: Asetukset
fr: Options
hr: Postavke
nn: Innstillinger
pl: Ustawienia
pt_pt: Definições
sl: Nastavitve
sr: Подешабања

source: Sign
ar: وقع
bg_bg: Подпиши
cs: Podpis
fa_ir: امضا
fi: Kirjaudu
fr: Signer
hr: Potpiši
nn: Signer
pl: Podpisz
pt_pt: Assinar
sl: Podpiši
sr: Потпиши

source: Sign / Verify Message
ar: تسجيل / التحقق من الرسالة
bg_bg: Подпис / Проверка на съобщение
cs: Podepiš / ověř zprávu
fa_ir: امضا / تایید پیام
fi: Vahvista / Signeeraa Viesti
fr: Signer / Vérifier message
hr: Potpiši / Verificiraj poruku
nn: Signer/Verifiser melding
pl: Podpisz / weryfikuj wiadomość
pt_pt: Assinar / Verificar Mensagem
sl: Podpiši / overi sporočilo
sr: Потпиши / овери поруку

source: Sign Message
ar: تسجيل الرسالة
bg_bg: Подпиши съобщение
cs: Podepiš zprávu
fa_ir: تایید پیام
fi: Vahvista Viesti
fr: Signer le message
hr: Potpiši poruku
nn: Signer beskjed
pl: Podpisz wiadomość
pt_pt: Assinar Mensagem
sl: Podpiši sporočilo
sr: Потпиши поруку

source: Sign with Ledger
ar: التوقيع عن طريق ليدجر
bg_bg: Подпиши с Ledger
cs: Podepsat klíčenkou
fa_ir: امضا توسط لجر
fi: Kirjaudu sisään käyttäen Ledger'iä
fr: Se connecter avec Ledger
hr: Potpiši sa Ledger-om
nn: Signer med Ledger
pl: Podpisz z Ledger
pt_pt: Assinar com Ledger
sl: Podpiši z Ledgerjem
sr: Потпиши са Ledger-ом

source: Signature
ar: التوقيع
bg_bg: Подпис
cs: Podpis
fa_ir: امضا
fi: Allekirjoitus / Signeeraus
hr: Potpis
nn: Signatur
pl: Podpis
pt_pt: Assinatura
sl: Podpis
sr: Потпис

source: Slovak
cs: Slovensky
fa_ir: اسلواکی
fi: Slovakia
fr: Slovaque
hr: Slovački
nn: Slovakisk
pl: Słowacki
pt_pt: Eslovaco

source: Slovenian
ar: السلوفينية
bg_bg: Словенски
cs: Slovinsky
fa_ir: اسلوونیایی
fi: Slovenia
fr: Slovénien
hr: Slovenski
nn: Slovensk
pl: Słoweński
pt_pt: Esloveno
sl: Slovenščina
sr: Словеначки

source: Smartbridge
ar: الجسر الذكي (سمارتبريدج)
bg_bg: Смартбридж
fa_ir: پل هوشمند
fr: Passerelle vers ark
pt_pt: Ligação Inteligente
sr: Смартбридж

source: So the block timestamp that will include this transaction will be a proof of existence of the file you have timestamped.
ar: وبالتالي فإن الطابع الزمني للكتلة التي سوف تشمل هذه الصفقة سيكون دليلا على وجود الملف المطبوع زمنيا في حوزتك.
bg_bg: Времето на създаване на блока който съдържа тази транзакция ще се ползва като доказателство за съществуването на файла който сте маркирали.
cs: Takže blok časového razítka, který bude obsahovat tuto transakci bude doklad o existenci souboru který jsi orazítkoval.
fa_ir: بلاک استامپ زمانی ای که این تراکنش را در بر دارد مدرک اثبات وجود فایلی که استامپ زمانی زده اید است
fi: Tämän tilitapahtuman sisältävän lohkoketjun aikaleima on todistus (proof of existence) olemassa olevasta tiedostosta jonka olet aikaleimannut.
fr: Donc l'horodatage des blocs qui contiendra cette transaction sera une preuve de l'existence du fichier que vous aurez horodaté.
hr: Sadržaj vremenskog žiga u bloku uključuje transakciju, koja je dokaz postojanja vremenski žigosane datoteke.
nn: Sånn at blokk-tidsstemplet som vil inkludere denne transaksjonen vil være bevis for eksistensen av filen du har tidsstemplet.
pl: Także czas bloku w którym zostanie zawarta ta transakcja będzie dowodem istnienia oznaczonego pliku.
pt_pt: De forma que a datação do bloco que será incluída nestra transação seja a prova de existência do ficheiro que acabaste de submeter.
sl: Časovni žig znotraj bloka vsebuje transakcijo, ki je dokaz obstoja časovno žigosane datoteke.
sr: Временски жиг унутар блока садржи трансакцију, која је доказ постојанја временско жигосане датотеке.

source: Spanish
cs: Španělsky
fa_ir: اسپانیایی
fi: Espanja
fr: Espagnol
hr: Španjolski
nn: Spansk
pl: Hiszpański
pt_pt: Espanhol

source: Succesfully Logged In!
ar: تسجيل ناجح !
bg_bg: Успешно влизане!
cs: Úspěšně přihlášený!
el: Επιτυχής σύνδεση!
fa_ir: با موفقیت وارد شدید!
fi: Onnistuneesti Kirjauduttu Sisälle!
fr: Connecté avec succès !
hr: Uspješno prijavljen!
id: Berhasil Masuk!
nn: Vellykket innlogging!
pl: Zalogowano pomyślnie!
pt_pt: Acesso efetuado com sucesso!
ro: Autentificat cu succes!
sl: Uspešna prijava!
sr: Успешна пријава!

source: Swedish
cs: Švédština
fa_ir: سوئدی
fi: Ruotsi
fr: Suédois
hr: Švedski
nn: Svensk
pl: Szwedzki
pt_pt: Sueco

source: Switch Network
ar: تبديل الشبكة
bg_bg: Превключи мрежата
cs: Změnit síť
fa_ir: تعویض شبکه
fi: Vaihda Verkkoa
fr: Changer de réseau
hr: Promjeni mrežu
nn: Bytt nettverk
pl: Zmień sieć
pt_pt: Trocar de Rede
sl: Zamenjaj omrežje
sr: Промени мрежу

source: Symbol
ar: رمز
bg_bg: Символ
fa_ir: نماد
fi: Yksikkö
fr: Symbole
hr: Oznaka
pt_pt: Símbolo
sl: Oznaka
sr: Симбол

source: The destination address
ar: عنوان الوجهة
bg_bg: Адресът на получателя
cs: Cílová adresa
el: Η διεύθυνση προορισμού
fa_ir: آدرس مقصد
fi: Kohdeosoite
fr: L'adresse du portefeuille cible
hr: Ciljna adresa
id: Alamat tujuan
nn: Destinasjonsadressen
pl: Adres przeznaczenia
pt_pt: O endereço do destinatário
ro: Adresa de Destinatie
sl: Ciljni naslov
sr: Циљна адреса

source: The message is NOT verified
ar: لم يتم التحقق من الرسالة
bg_bg: Това съобщение НЕ Е верифицирано
cs: Tato zpráva NENÍ ověřená
fa_ir: پیام تایید نشده است
fi: Viestiä EI OLE varmennettu
fr: Le message n'est pas vérifié
hr: Poruka NIJE potvrđena
nn: Beskjeden er IKKE verifisert
pl: Ta wiadomość NIE jest zweryfikowana
pt_pt: A mensagem NÃO foi verificada
sl: To sporočilo ni preverjeno
sr: Порука НИЈЕ оверена

source: The message is verified successfully
ar: تم التحقق من الرسالة بنجاح
bg_bg: Съобщението е верифицирано успешно
cs: Tato zpráva je ověřená
fa_ir: پیام با موفقیت تایید شد
fi: Viesti on onnistuneesti varmennettu
fr: Le message est vérifié avec succès
hr: Poruka nije uspješno potvrđena
nn: Verifiseringen av beskjeden var vellykket
pl: Ta wiadomość została zweryfikowana pomyślnie
pt_pt: A mensagem foi verificada com sucesso
sl: To sporočilo je uspešno preverjeno
sr: Порука успешно оверена

source: Second Passphrase added successfully:
ar: تمت إضافة عبارة المرور الثانية بنجاح:
bg_bg: Вторичната парола е добавена успешно:
cs: Úspěšně přidána druhá přihlašovací fráze:
fa_ir: رمز عبور دوم با موفقیت افزوده شد:
fi: Toinen Tunnuslause lisätty onnistuneesti:
fr: Seconde phrase secrète ajoutée avec succès :
hr: Druga lozinka dodana uspješno
nn: Andre adgangskode vellykket lagt til:
pl: Druga passphrase dodana pomyślnie:
pt_pt: Segunda frase-chave adicionada com sucesso:
sl: Drugo geslo uspešno dodano:
sr: Додатна лозинка успешно додана:

source: The second passphrase does not match the one you just got.
ar: لا تتطابق عبارة المرور الثانية مع عبارة المرور التي حصلت عليها.
bg_bg: Вторичната парола не съвпада с тази, която получихте.
cs: Druhá přístupová fráze neodpovídá té, kterou jste právě dostali.
fa_ir: رمز عبور دوم وارد شده با رمزی که دریافت کردید همخوانی ندارد.
fi: Toinen tunnuslause ei vastaa äsken saamaasi tunnuslausettasi.
fr: La deuxième phrase secrète ne correspond pas à celle générée à l'instant.
hr: Dodatna lozinka ne odgovara onoj koju ste upravo dobili.
nn: Den andre adgangskoden stemmer ikke med den du nettopp fikk.
pl: Ta druga passphrase nie zgadza się z passphrase którą przed chwilą otrzymałeś.
pt_pt: A segunda frase-chave não coincide com a que recebeste há pouco.
sl: Dodatno geslo ne ustrezajo tistemu, ki ste ga pravkar dobili.
sr: Додатна лозинка није у складу са оном, коју сте управо добили.

source: The words does not match the original passphrase.
ar: لا تتطابق الكلمات مع عبارة المرور الأصلية.
bg_bg: Думите не съвпадат с оригиналната кодова фраза.
cs: Slova nesouhlasí s přihlašovací frází.
fa_ir: کلمات وارد شده با رمز عبور اصلی همخوانی ندارند.
fi: Sanat eivät vastaa alkuperäistä tunnuslausetta.
fr: Les mots ne correspondent pas à la phrase secrète originale.
hr: Riječi ne odgovaraju izvornoj lozinci.
nn: Ordene stemmer ikke med den originale adgangskoden.
pl: Słowa nie zgadzają się z oryginalną passhprase
pt_pt: As palavras não correspondem às da frase-chave original
sl: Besede ne ustrezajo izvirnemu geslu.
sr: Речи нису у складу са оригиналном лозинком.

source: Theme
ar: تصميم
bg_bg: Тема
cs: Téma
fa_ir: پوسته
fi: Teema
fr: Thème
hr: Tema
nn: Tema
pl: Skóra
pt_pt: Tema
sl: Tema
sr: Тема

source: Themes
ar: تصاميم
bg_bg: Теми
cs: Témata
fa_ir: پوسته ها
fi: Teemat
fr: Thèmes
hr: Teme
nn: Temaer
pl: Skórki
pt_pt: Temas
sl: Teme
sr: Теме

source: This account already has a second passphrase:
ar: يحتوي هذا الحساب بالفعل على عبارة مرور ثانية
bg_bg: Този профил вече има втора фраза за достъп:
cs: Tento účet již má druhou přihlašovací frázi:
el: Αυτός ο λογαριασμός έχει ήδη μια δεύτερη φράση:
fa_ir: این حساب از قبل یک رمز عبور دوم دارد.
fi: Tällä tilillä on jo toinen tunnuslause:
fr: Ce compte a déjà une deuxième phrase secrète
hr: Ovaj račun već ima drugu lozinku:
nn: Denne kontoen har allerede en andre adgangskode:
pl: To konto już posiada drugą passphrase:
pt_pt: Esta conta já tem uma segunda frase-chave associada:
ro: Acest cont are deja o parola de acces:
sl: Ta uporabniški račun že ima dodatno geslo:
sr: За овај рачун већ постоји додатна лозинка:

source: This signature can't be forged.
ar: ولا يمكن أن يكون هذا التوقيع مزورا.
bg_bg: Тази сигнатура не може да се създаде
cs: Tenhle podpis nemůže být zpracován.
fa_ir: این امضا فورژ نمیشود.
fi: Tätä allekirjoitusta ei voi taata.
fr: Cette signature ne peut pas être falsifiée.
hr: Potpis je nemoguće krivotvoriti.
nn: Denne signaturen kan ikke bli laget.
pl: Ten podpis nie może być sfałszowany.
pt_pt: Esta assinatura não pode ser forjada.
sl: Ta podpis je nemogoče ponarediti.
sr: Овај потпис је немогуће фалсификовати.

source: This will save the SHA256 signature in a transaction of this account.
ar: سيؤدي ذلك إلى حفظ توقيع SHA256 في معاملة من هذا الحساب.
bg_bg: Запазване на SHA256 сигнатурата в транзакция от този акаунт
cs: Uložit SHA256 podpis k transakci tohoto účtu
fa_ir: این گزینه امضای SHA256 را در یک تراکنش در این حساب ذخیره خواهد کرد.
fi: Tämä tallentaa SHA256-allekirjoituksen tämän tilin tapahtumaksi.
fr: Cela permettra d'enregistrer la signature SHA256 dans une transaction de ce compte.
hr: Ovo će spremiti SHA256 potpis u transakciji ovog računa.
nn: Dette vil lagre SHA256-signaturen i en transaksjon på denne kontoen.
pl: To zapisze podpis SHA256 w transakcji tego konta.
pt_pt: Esta ação irá gravar a assinatura SHA256 numa transação pertencente a esta conta.
sl: To shrani SHA256 podpis v transakcijo tega računa.
sr: Ово похрањује SHA256 потпис у трансакцију овог рачуна.

source: Timestamp Document
ar: وثيقة الطبعة الزمنية
bg_bg: Времемаркиране на документ
cs: Orazítkovaný dokument
fa_ir: زمان بندی اسناد
fi: Aikaleimaa Tiedosto
fr: Horodatage du document
hr: Vremenska oznaka dokumenta
nn: Tidsstempeldokument
pl: Oznacz czasem dokument
pt_pt: Submeter e Datar Documento
sl: Časovni žig dokumenta
sr: Временско жигосање документа

source: Timestamp Document On
ar: وثيقة الطبعة الزمنية على
bg_bg: Времемаркирай документ на
cs: Dokument pro časové razítko
fa_ir: زمان بندی اسناد فعال
fi: Aikaleimaa Tiedosto ...
fr: Horodatage du Document Sur
hr: Vremenska oznaka dokumenta omogućena
nn: Tidsstempeldokument på
pl: Oznacz czasem z adresu
pt_pt: Submeter e Datar Em
sl: Časovni žig dokumenta omogočen
sr: Омогућено временско жигосање документа

source: This account has never interacted with the network. This is a cold wallet.
ar: لم يتفاعل هذا الحساب مطلقا مع الشبكة. إنه محفظة باردة.
bg_bg: Този адрес никога не е бил въвеждан в мрежата. Тоеа е "студен" портфейл
cs: Tento účet nebyl nikdy připojen k síťi. Jde o "cold" peněženku.
el: Αυτός ο λογαριασμός δεν έχει αλληλεπιδράσει ποτέ με το δίκτυο. Είναι ένα αδρανές πορτοφόλι.
fa_ir: این حساب تابحال با شبکه در ارتباط نبوده است. این یک کیف پول سرد است
fi: Tämä tili ei ole koskaan ollut vuorovaikutuksessa verkon kanssa. Tämä on kylmä lompakko.
fr: Ce compte n'a jamais interagi avec le réseau. C'est un "Cold Wallet".
hr: Ovaj račun nije nikada komunicirao sa mrežom. Ovo je tzv. "hladni novčanik".
id: Akun ini tidak pernah berinteraksi dengan jaringan. Ini adalah cold wallet.
nn: Denne kontoen har aldri snakket med nettverket. Dette er en ubrukt lommebok:
pl: To konto nigdy nie występowało w sieci. Jest to zimny portfel.
pt_pt: Esta conta numa interagiu com a rede. Esta é uma conta fria.
sl: Ta račun še ni bil nikoli uporabljen na ARK omrežju. To je "hladna denarnica."
sr: Овај рачун још није кориштен у мрежи. Ово је "хладан новчаник."

source: To
ar: إلى
bg_bg: До
cs: Do
el: Προς
fa_ir: به
fi: Minne
fr: À
hr: Za
id: Ke
nn: Til
pl: Do
pt_pt: Para
ro: Catre
sl: Za
sr: За

source: Toggle Full Screen
ar: تبديل لشاشة الكاملة
bg_bg: Цял екран
cs: Přepnout na celou obrazovku
fa_ir: تغییر به تمام صفحه
fi: Kokoruututila
fr: Basculer en plein écran
hr: Prikaz po cijelom ekranu
nn: Bytt til fullskjerm
pl: Tryb pełnoekranowy
pt_pt: Ativar Ecrã Completo
sl: Celozaslonski način
sr: Приказ по целом екрану

source: Token name
ar: اسم الرمز
bg_bg: Име на токен
cs: Jméno tokenu
fa_ir: نام توکن
fi: Poletin nimi
fr: Nom du jeton
hr: Ime žetona
nn: Pollettnavn
pl: Nazwa tokena
pt_pt: Nome do Token
sl: Naziv žetona
sr: Назив жетона
