Repository: ArkEcosystem/desktop-wallet
Catalog: po/*.po
Languages: ar, bg_bg, cs, el, fa_ir, fi, fr, hr, id, nn, pl, pt_pt, ro, sl, sr

source: - This also can help to prove if a file has been tampered with if the SHA256 signature does not match with the one recorded on blockchain
ar: يمكن أن يساعد على إثبات ما إذا كان قد تم العبث بملف إذا كان توقيع 256 SHA لا تتطابق مع واحد مسجل على بلوكشين
bg_bg: - Това също може да докаже, че файла е бил променен ако SHA256 сигнатурата не съвпада с тази, записана в блокчейна.
cs: - To také může pomoci prokázat, zda byl soubor poškozen, pokud se podpis SHA256 neshoduje s tím, který byl zaznamenán u bloku
fa_ir: این به تایید صحت ماهیت فایل کمک میکند که آیا امضای رمزنگاری شده فایل با امضای درون بلاکچین همخوانی دارد یا خیر
fi: - Myös tämä voi auttaa todentamaan onko tiedostoa peukaloitu, jos tiedoston SHA256-allekirjoitus ei vastaa lohkoketjuuun kirjattua
fr: Cela peut également aider à prouver si un fichier a été falsifié et si la signature SHA256 ne correspond pas à celle enregistrée sur la blockchain
hr: - Ovo može podržati dokazivanje vjerodostojnosti datoteke odnosno ukoliko je bila u međuvrijemenu promijenjena, pa se njen SHA256 potpis razlikuje od zabilježenoga na blokovnom lancu.
nn: - Dette kan også bevise om en fil har blitt endret om SHA256 signaturen ikke matcher den som ble foreviget i blokkjeden
pl: - Może to również pomóc w udowodnieniu czy plik został naruszonym jeśli podpis SHA256 nie zgadza się z podpisem w blockchain
pt_pt: - Isto também pode ajudar a prover se o ficheiro foi, de alguma forma, adulterado; caso a assinatura SHA256 não corresponda com aquela que está registada na cadeia de blocos
sl: To pomaga pri dokazovanju ali je datoteka bila kakorkoli spremenjena, saj v takšnem SHA256 podpis ne ustreza tistemu, ki je zabeležen v blokovni verigi.
sr: Ово може подржати доказиванје око веродостојности датотеке односно присутности накнадних промена уколико се SHA256 потпис не подудара са оним, који је похранјен у блоковном ланцу.

source: - This means that the owner of this account can prove that he had in hand this file at the block timestamp.
ar: - هذا يعني أن صاحب هذا الحساب يمكن أن يثبت أنه كان في متناوله هذا الملف في الطابع الزمني للكتلة.
bg_bg: - Това означава, че собственика на този акаунт може да докаже, че е притежавал този файл по времето на създаване на блока.
cs: To znamená, že vlastník tohoto účtu může prokázat, že měl v ruce soubor uvedený v bloku časového razítka.
fa_ir: این به این معناست که دارنده ی این حساب میتواند ثابت کند که این فایل را در زمان استامپ بلاک در دست داشته است
fi: - Tämä tarkoittaa, että tämän tilin haltija voi todistaa, että kyseinen tiedosto oli hänen hallussaan lohkoketjun aikaleiman osoittamaan aikaan.
fr: le possesseur du portefeuille peut démontrer qu'il possède le fichier présent au bloc horodaté
hr: Ovo znači, da vlasnik računa može dokazati da je raspolagao sa ovom datotekom u trenutku vrijemenskog žigosanja u bloku.
nn: - Dette betyr at eieren av denne kontoen kan bevise at han hadde den i sitt eie ved tidspunktet for blokk-tidsstemplet.
pl: - To znaczy, że właściciel pliku może udowodnić, że był w jego posiadaniu w chwili oznaczenia go czasem bloku.
pt_pt: - Isto significa que o dono desta conta pode provar que ele tinha em sua mão este ficheiro na data especificada.
sl: To pomeni, da je lastnik računa imel v posesti datoteko, ki je časovno žigosana v bloku.
sr: Ово значи, да власник рачуна може доказати, да је располагао са овом датотеком за време временског жигосања у блоку.

source: {{ category }}
ar: {{ الفئة }}
cs: {{ kategorie }}
fa_ir: {{ دسته بندی }}
fi: {{ kategoria }}
fr: {{ categorie }}
hr: {{ kategorija }}
nn: {{ kategori }}
sl: {{ kategorija }}
sr: {{ категорија }}

source: Account added!
ar: حساب مضاف!
bg_bg: Акаунта е добавен!
cs: Účet byl přidán!
el: Ο λογαριασμός προστέθηκε!
fa_ir: حساب افزوده شد!
fi: Tili lisätty!
fr: Compte ajouté !
hr: Račun dodan!
id: Akun ditambahkan!
nn: Konto lagt til!
pl: Konto dodane!
pt_pt: Conta adicionada!
ro: Cont adaugat!
sl: Račun dodan!
sr: Рачун додан!

source: Account removed!
ar: تمت إزالة الحساب!
bg_bg: Акаунта е премахнат!
cs: Účet byl odstraněn!
fa_ir: حساب حذف شد!
fi: Tili poistettu!
fr: Compte supprimé !
hr: Račun uklonjen!
nn: Konto fjernet!
pl: Konto usunięte!
pt_pt: Conta removida!
sl: Račun odstranjen!
sr: Рачун отстранјен!

source: Account deleted!
ar: تم حذف الحساب!
bg_bg: Акаунта е изтрит!
cs: Účet byl smazán!
el: Ο λογαριασμός διαγράφηκε!
fa_ir: حساب پاک شد!
fi: Tili poistettu!
fr: Compte supprimé !
hr: Račun obrisan!
id: Akun dihapus!
nn: Konto slettet!
pl: Konto usunięte!
pt_pt: Conta apagada!
ro: Cont sters!
sl: Račun izbrisan!
sr: Рачун отстранјен!

source: Account successfully created:
ar: تم إنشاء الحساب بنجاح:
bg_bg: Акаунта е създаден успешно
cs: Účet byl úspěšně vytvořen:
el: Ο λογαριασμός δημιουργήθηκε επιτυχώς:
fa_ir: حساب با موفقیت ایجاد شد:
fi: Tili onnistuneesti luotu:
fr: Compte enregistré avec succès :
hr: Račun uspješno napravljen:
id: Akun berhasil dibuat:
nn: Konto opprettet:
pl: Konto utworzone pomyślnie:
pt_pt: Conta criada com sucesso:
sl: Račun uspešno ustvarjen:
sr: Рачун успешно створен:

source: Account successfully imported:
ar: تم استيراد الحساب بنجاح:
bg_bg: Акаунта е импортиран успешно:
cs: Účet byl úspěšně naimportován:
el: Ο λογαριασμός που εισάγονται με επιτυχία:
fa_ir: حساب با موفقیت درون ریزی شد:
fi: Tili onnistuneesti tuotu:
fr: Compte ajouté avec succès :
hr: Račun uspješno uvežen
nn: Konto importert:
pl: Konto zaimportowane pomyślnie:
pt_pt: Conta importada com sucesso:
sl: Račun uspešno uvožen:
sr: Рачун успешно увезен

source: Account was already imported:
ar: تم استيراد الحساب سابقا:
bg_bg: Този акаунт вече съществува:
cs: Účet byl již naimportován:
fa_ir: این حساب از قبل درون ریزی شده است:
fi: Tili on jo aiemmin tuotu:
fr: Compte déjà existant :
hr: Račun je već uvežen:
nn: Konto er allerede importert
pl: Konto zostało już zaimportowane:
pt_pt: Esta conta já foi previamente importada:
sl: Ta račun je že bil uvožen:
sr: Рачун је већ био увезен:

source: Accounts
ar: حسابات
bg_bg: Акаунти
cs: Účty
fa_ir: حساب ها
fi: Tilit
fr: Comptes
hr: Računi
nn: Kontoer
pl: Konta
pt_pt: Contas
sl: Računi
sr: Рачуни

source: Actions
ar: أفعال
bg_bg: Деиствия
cs: Akce
fa_ir: اقدامات
fi: Toimet
hr: Radnje
nn: Handlinger
pl: Akcje
pt_pt: Ações
sl: Dejanja
sr: Радње

source: Active delegates (forging)
ar: المندوبون النشطون (يعدنون)
bg_bg: Активни делегати
cs: Aktivní delegovaní (kovající)
fa_ir: نماینده های فعال (در حال فورژ)
fi: Aktiiviset (lohkoja muodostavat) edustajat
fr: Délégués actifs (En cours de forge)
hr: Aktivni delegati (kovači)
nn: Aktive delegater (produserer)
pl: Aktywni delegaci (forgujący)
pt_pt: Delegados Ativos (a forjar)
sl: Aktivni delegati (kovači)
sr: Актибни делегати (ковачи)

source: Add
ar: إضافة
bg_bg: Добави
cs: Přidat
el: Προσθήκη
fa_ir: افزودن
fi: Lisää
fr: Ajouter
hr: Dodaj
id: Tambahkan
nn: Legg til
pl: Dodaj
pt_pt: Adicionar
ro: Adauga
sl: Dodaj
sr: Додај

source: Add Contact
ar: إضافة جهة اتصال
bg_bg: Добави контакт
cs: Přidat kontakt
fa_ir: افزودن مخاطب
fi: Lisää Yhteystieto
fr: Ajouter contact
hr: Dodaj kontakt
nn: Legg til kontrakt
pl: Dodaj kontakt
pt_pt: Adicionar Contacto
sl: Dodaj stik
sr: Додај контакт

source: Add Account
ar: إضافة حساب
bg_bg: Добави акаунт
cs: Přidat účet
el: Προσθήκη Λογαριασμού
fa_ir: افزودن حساب
fi: Lisää Tili
fr: Ajouter un compte
hr: Dodaj račun
id: Tambahkan Akun
nn: Legg til konto
pl: Dodaj konto
pt_pt: Adicionar Conta
ro: Adauga Cont
sl: Dodaj račun
sr: Додај рачун

source: Add Address
ar: اضف عنوان
bg_bg: Добави адрес
cs: Přidat adresu
el: Προσθήκη Διεύθυνσης
fa_ir: افزودن آدرس
fi: Lisää Osoite
fr: Ajouter une adresse
hr: Dodaj adresu
id: Tambahkan Alamat
nn: Legg til adresse
pl: Dodaj Adres
pt_pt: Adicionar Endereço
sl: Dodaj naslov
sr: Додај адресу

source: Add Delegate
ar: إضافة مندوب
bg_bg: Добави делегат
cs: Přidat delegovaného
el: Προσθήκη Delegate
fa_ir: افزودن نماینده
fi: Lisää Edustaja
fr: Ajouter un délégué
hr: Dodaj delegata
id: Tambahkan Delegasi
nn: Legg til delegat
pl: Dodaj Delegata
pt_pt: Adicionar Delegado
ro: Adauga Delegat
sl: Dodaj delegata
sr: Додај делегата

source: Add Watch-Only Address
ar: إضافة عنوان للمشاهدة فقط
bg_bg: Добави асрес само за наблюдение
cs: Přidat adresu pouze pro sledování
fa_ir: افزودن حساب نظارتی
fi: Lisää Katseluosoite
fr: Ajouter une adresse en lecture seule
hr: Dodaj watch-only adresu
nn: Legg til "Watch-Only"-adresse
pl: Dodaj adres tylko do podglądu
pt_pt: Adicionar Endereços de Supervisão
sl: Dodaj vpogled v tuj naslov
sr: Додај упоглед у туђу адресу

source: Address
ar: عنوان
bg_bg: Адрес
cs: Adresa
el: Διεύθυνση
fa_ir: آدرس
fi: Osoite
fr: Adresse
hr: Adresa
id: Alamat
nn: Adresse
pl: Adres
pt_pt: Endereço
ro: Adresa
sl: Naslov
sr: Адреса

source: Address version
ar: إصدار العنوان
bg_bg: Версия на адрес
cs: Verze adresy
fa_ir: ورژن آدرس
fi: Osoitteen versio
fr: Version d'adresse
hr: Verzija adrese
nn: Adresse-versjon
pl: Wersja adresu
pt_pt: Versão do endereço
sl: Različica naslova
sr: Верзија адресе

source: After creating the second passphrase if you are having issues with forms (second passphrase field not showing up) please restart your client.
ar: إذا كنت تواجه مشاكل مع النماذج بعد إنشاء عبارة المرور الثانية (حقل عبارة المرور الثاني لا يظهر) يرجى إعادة تشغيل العميل.
bg_bg: Ако имате проблеми с формите (полето за вторична парола не е достъпно) след създаване на вторична парола, моля рестартирайте приложението.
cs: Po vytvoření druhé přístupové fráze, pokud máte problémy s formuláři (druhé heslo se nezobrazuje), prosím restartujte aplikaci.
fa_ir: اگر بعد از فعال سازی رمز دوم با فرم ها مشکلاتی دارید (نشان ندادن فیلد رمز دوم) لطفا برنامه را دوباره راه اندازی کنید.
fi: Toisen tunnuslauseen luonnin jälkeen, jos sinulla on ongelmia (esim. toinen tunnuslause ei näy) ole hyvä ja käynnistä asiakasohjelma uudelleen.
fr: Merci de redémarrer le client ARK, si, après avoir créé une seconde phrase secrète, le champ de saisie de cette seconde phrase secrète n'apparait pas.
hr: Ako imate problema sa obrascem, nakon pravljenja dodatne lozinke (polje za dodatnu lozinku se ne pojavljuje), molimo Vas da ponovno pokrenete klijent.
nn: Om du har problemer etter å ha laget et andre adgangskode (feltet andre adgangskode vises ikke), start klienten på nytt.
pl: Jeśli stworzysz drugą passphrasse i będziesz miał problemy z formularzami (np. wysyłania, nie wyświetli się pole do drugiej passphrase) zrestartuj swojego klienta.
pt_pt: Depois de criares uma segunda frase-chave e se verificares problemas com o formulário (a frase-chave não aparece, por exemplo) por favor reinicia o teu cliente.
sl: V kolikor imate težave z obrazci po ustvaritvi drugega gesla (odsotnost polja drugega gesla), prosimo naj znova zaženete klienta.
sr: Уколико имате потешкоће након стварања друге лозинке (отсутност поља за унос додатне лозинке), молимо поново потерајте клијента.

source: All your data, including created accounts, networks and contacts will be removed from the app and reset to default.
ar: ستتم إزالة جميع بياناتك، بما في ذلك الحسابات التي تم إنشاؤها والشبكات وجهات الاتصال من التطبيق وإعادة تعيينها إلى الوضع الأوّلي.
bg_bg: Всички данни, включително създадените акаунти, мрежи и контакти ще бъдат премахнати и приложението ще се нулира.
cs: Všechna data včetně vytvořených účtů, sítí a kontaktů budou z aplikace odstraněna a bude obnoven výchozí stav.
fa_ir: همه اطلاعات شما، شامل حساب های ساخته شده، شبکه ها و مخاطبین از برنامه پاک شده و به حالت پیش فرض برمیگردد.
fi: Oletusarvoja palautettaessa kaikki tietosi, mukaanlukien luodut tilit, verkot ja yhteystiedot POISTETAAN sovelluksesta.
fr: Toutes vos données, y compris les comptes créés, les réseaux et les contacts seront supprimés de l'application et réinitialisés à la valeur par défaut.
hr: Svi vaši podaci, uključujući napravljene račune, mreže i kontakti biti će uklonjeni iz aplikacije i vraćeni na početne postavke.
nn: Alle dine data, inkludert lagde kontoer, nettverk og kontakter vil bli fjernet fra applikasjonen og tilbakstilt til fabrikkverdi.
pl: Wszystkie Twoje dane, razem z kontami, sieciami i kontaktami zostaną usunięte z aplikacji i zresetowane do domyślnych
pt_pt: Todos os teus registos, incluindo contas criadas, redes e contactos serão removidos da aplicação e esta será reposta com os valores originais.
sl: Vsi vaši podatki vključno z ustvarjenimi računi, omrežji in stiki bodo odstranjeni iz aplikacije in ponastavljeni na privzete vrednosti.
sr: Сви ваши подаци, укључујући створене рачуне, мреже и контакте, ће бити отстрањени из апликације и враћени на фабричка подешавања.

source: Amount
ar: مبلغ
bg_bg: Сума
cs: Částka
el: Ποσό
fa_ir: مقدار
fi: Määrä
fr: Montant
hr: Iznos
id: Jumlah
nn: Beløp
pl: Kwota
pt_pt: Montante
ro: Suma
sl: Znesek
sr: Количина

source: Amount ({{ul.network.symbol}})
cs: Částka ({{ul.network.symbol}})
fa_ir: مقدار ({{ul.network.symbol}})
fi: Määrä ({{ul.network.symbol}})
fr: Montant ({{ul.network.symbol}})
hr: Iznos ({{ul.mrežni.znak}})
nn: Beløp ({{ul.nettverk.symbol}})
pl: Kwota ({{ul.network.symbol}})
pt_pt: Montante ({{ul.network.symbol}})

source: Appearance
ar: مظهر
bg_bg: Изглед
cs: Vzhled
fa_ir: ظاهر
fi: Ulkonäkö
fr: Apparence
hr: Izgled
nn: Utseende
pl: Wygląd
pt_pt: Aspeto
sl: Podoba
sr: Изглед

source: Application
ar: تطبيق
bg_bg: Приложение
cs: Aplikace
fa_ir: برنامه
fi: Hakemus
hr: Aplikacija
nn: Applikasjon
pl: Aplikacja
pt_pt: Aplicação
sl: Aplikacija
sr: Апликација

source: Amount (Ѧ)
ar: مبلغ (Ѧ)
bg_bg: Сума (Ѧ)
cs: Částka (Ѧ)
el: Ποσό
fa_ir: مقدار (Ѧ)
fi: Määrä (Ѧ)
fr: Montant (Ѧ)
hr: Iznos (Ѧ)
id: Jumlah (Ѧ)
nn: Beløp (Ѧ)
pl: Kwota (Ѧ)
pt_pt: Montante (Ѧ)
sl: Znesek (Ѧ)
sr: Количина (Ѧ)

source: Approval
ar: موافقة
bg_bg: Потвърждение
cs: Souhlas
el: Έγκριση
fa_ir: تایید
fi: Hyväksyntä
fr: Approbation
hr: Odobrenje
id: Persetujuan
nn: Godkjenning
pl: Poparcie
pt_pt: Aprovação
ro: Accept
sl: Odobritev
sr: Одобрење

source: Arabic
cs: arabština
fa_ir: عربی
fi: Arabia
fr: Arabe
hr: Arapski
nn: Arabisk
pl: Arabski
pt_pt: Arábico

source: Are you sure you want to remove this network and all data (accounts and settings) associated with it from your computer. Your accounts are still safe on the blockchain.
ar: هل تريد بالتأكيد إزالة هذه الشبكة وجميع البيانات (الحسابات والإعدادات) المقترنة بها من جهاز الكمبيوتر. لا تزال حساباتك آمنة على بلوكشين.
bg_bg: Сигурни ли сте, че искате да премахнете тази мрежа и всички прилежащи към нея данни (акаунти и настройки) от този компютър? Вашите акаунти са в безопасност в блокчейна.
cs: Opravdu chcete odstranit z vašeho počítače tuto síť a všechna data (účty a nastavení) s ní spojená? Vaše účty i nadále zůstanou bezpečně uložené v blockchainu.
fa_ir: آیا مطمئنید که میخواهید این شبکه و تمام اطلاعات (حساب ها و تنظیمات) وابسته به آن را از رایانه خود پاک کنید؟ حساب های شما همواره در بلاک چین امن خواهند بود.
fi: Haluatko varmasti poistaa tämän verkon ja kaikki siihen liittyvät tiedot (tilit ja asetukset) tietokoneeltasi? Huomaa että tilisi ovat edelleen tallennettuna lohkoketjuun ja käytettävissä tunnuslauseen avulla.
fr: Êtes-vous sûr de vouloir supprimer ce réseau et toutes les données (comptes et paramètres) associés à celui-ci depuis votre ordinateur ? Vos comptes sont toujours sécurisés sur la Blockchain.
hr: Da li ste uvjereni, da želite ukloniti ovu mrežu i sve sa njom povezane podatke (računi i podešavanja) sa računala? Vaši računi su i dalje na sigurnom unutar blokchain-a.
nn: Er du sikker på du vil fjerne dette nettverket og alle data (kontoer og innstillinger) assosiert med dem? Kontoene dine er enda sikkert lagret på blokkjeden.
pl: Czy jesteś pewny, że chcesz usunąć wszystkie powiązane dane (konta i ustawienia) z tego komputera? Twoje konta pozostaną bezpieczne w sieci blockchain
pt_pt: Tens a certeza que desejas remover esta rede e todos os registos associados (contas e definições) deste computador. As tuas contas permanecerão seguras na cadeia de blocos.
sl: Ali ste prepričani, da želite odstraniti to omrežje in vse povezane podatke (račune in nastavitve) z računalnika? Vaši računi so še vedno na varnem znotraj blokovne verige.
sr: Да ли сте сигурни, да желите отстранити ову мрежу и све са њом повезане податке (рачуни и подешавања) са рачунара? Ваши рачуни се и даље налазе на сигурном унутар блоковног ланца.

source: Arab
ar: عربي
bg_bg: Арабски
fa_ir: عرب
fi: Arabia
fr: Arabe
hr: Arapski
nn: Araber
pl: Arabski
pt_pt: Árabe
sl: Arabščina
sr: Арапски

source: Are you sure?
ar: هل أنت متأكد؟
bg_bg: Сигурни ли сте?
cs: Jste si jistý/jista?
el: Είστε σίγουρος;
fa_ir: آیا مطمئنید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
hr: Jeste li sigurni?
id: Anda Yakin?
nn: Er du sikker?
pl: Jesteś pewny?
pt_pt: Tens a certeza?
ro: Esti sigur?
sl: Ali ste prepričani?
sr: Јесте ли сигурни?

source: Ark Client
ar: عميل ark
bg_bg: ARK клиент
cs: Ark klient
fa_ir: کلاینت آرک
fi: Ark Asiakasohjelma
fr: Client Ark
hr: Ark klijent
id: Client ARK
nn: Ark-klient
pl: Klient Ark
pt_pt: Cliente Ark
sl: ARK klient
sr: ARK клијент

source: Background
ar: خلفية
bg_bg: Фон
cs: Pozadí
fa_ir: پس زمینه
fi: Tausta
fr: Fond
hr: Pozadina
nn: Bakgrunn
pl: Tło
pt_pt: Fundo
sl: Ozadje
sr: Позадина

source: Balance
ar: الرصيد
bg_bg: Баланс
cs: Zůstatek
el: Υπόλοιπο
fa_ir: موجودی
fi: Saldo
fr: Solde
hr: Stanje
id: Saldo
nn: Balanse
pl: Bilans
pt_pt: Saldo
ro: Sold
sl: Stanje
sr: Стање

source: Before proceeding further, first <strong>BACKUP THE PASSPHRASE SECURELY</strong>, this client does NOT store it and thus cannot recover your passphrase! If you lose it, delete it, or it gets stolen - we CANNOT help you recover it. There is no forgot my passphrase option!
cs: Než budeš pokračovat dál, nejdříve <strong>BEZPEČNĚ ZAZÁLOHUJ PŘIHLAŠOVACÍ FRÁZI</strong>, tento klient si jí NEUKLÁDÁ, takže ji nedokáže obnovit! Pokud ji ztratíš, vymažeš nebo ti jí ukradnou - NEMŮŽEME ti pomoci jí obnovit. Zapomenout přihlašovací frázi prostě nepřichází v úvahu!
fa_ir: پیش از این که فراتر بروید، ابتدا <strong> از رمز عبور خود پشتیبان بگیرید </strong> این کلاینت رمز شماره ذخیره نکرده و مطمئنا آن را بازگردانی نیز نخواهد کرد! اگر شما رمز خود را گم کنید، پاک کنید، و یا رمز شما به سرقت برود ما نمیتوانیم کمکی به منظور بلزگردانی آن انجام دهیم. گزینه ای برای فراموشی رمز عبور وجود ندارد!
fi: Ennen kuin jatkat, <strong> VARMUUSKOPIOI TUNNUSLAUSEESI</strong>, tämä asiakasohjelma EI tallenna sitä, täten tunnuslauseen palauttaminen EI ole mahdollista! Jos hävität, poistat tai se varastetaan - me EMME voi auttaa sinua palauttamaan sitä. Ei ole siis olemassa 'Unohdin tunnuslauseeni'-toimintoa.
fr: Avant de continuer, <strong>SAUVEGARDEZ D'ABORD VOTRE PHRASE SECRÈTE</strong>, ce client NE L'ENREGISTRE PAS et ne peut donc pas récupérer votre phrase secrète ! Si vous la perdez, la supprimez ou s'il est volé - nous ne pouvons PAS vous aider à la récupérer. Il n'y a pas d'option phrase secrète oubliée !
hr: Prije nastavka molimo, <strong>NAPRAVITE SIGURNOSNU KOPIJU LOZINKE</strong>. Ovaj klijent NE sprema lozinku, te je zbog toga nije moguće obnoviti! Ako ju izgubite, obrišete, ili ako vam bude ukradena - NE MOŽEMO vam pomoći pri obnovi. Ne postoji mogućnost jeste li zaboravili lozinku!
nn: Før du går videre, må du først <strong>TA EN SIKKER BACKUP AV ADGANGSKODEN DIN</strong>. Denne klienten lagrer ikke, og kan derfor ikke gjenopprette adgangskoden din! Om du mister den, sletter den, eller den blir stjålet - Vi KAN IKKE hjelpe deg å gjenopprette den. Det finnes ingen glemt adgangskode-alternativ!
pl: Zanim przejdziesz dalej, po pierwsze <strong>ZRÓB BEZPIECZNY BACKUP SWOJEJ PASSPHRASE</strong>, aplikacja nie przechowuje tych danych i nie będzie możliwe późniejsze ich odzyskanie! Jeśli je stracisz, usuniesz albo zostaną ukradzione - NIE MOŻEMY Ci pomóc w ich odzyskaniu. Portfel nie udostępnia takiej opcji.
pt_pt: Antes de prosseguires, primeiro <strong>FAZ CÓPIA DE SEGURANÇA SEGURA DA FRASE-CHAVE</strong>, este cliente NÃO a armazena e não será possível recuperá-la futuramente! Se for perdida, apagada ou roubada - nós NÃO PODEMOS ajudar-te a recuperá-la. Não existe a opção "Esqueci-me da frase"!

source: Bulgarian
ar: البلغارية
bg_bg: Български
cs: Bulharština
fa_ir: بلغاری
fi: Bulgaria
fr: Bulgare
hr: Bugarski
nn: Bulgarsk
pl: Bułgarski
pt_pt: Búlgaro
sl: Bolgarščina
sr: Бугарски

source: Cancel
ar: إلغاء
bg_bg: Отказ
cs: Storno
el: Ακύρωση
fa_ir: لغو
fi: Peruuta
fr: Annuler
hr: Poništi
id: Batalkan
nn: Avbryt
pl: Anuluj
pt_pt: Cancelar
ro: Anuleaza
sl: Prekliči
sr: Прекини

source: Cannot find delegate:
ar: لا يمكن العثور على المندوب:
bg_bg: Не може да бъде открит делегат:
cs: Nelze nalézt delegovaného:
el: Δεν μπορεί να βρεθεί delegate:
fa_ir: نماینده یافت نشد:
fi: Edustajaa ei voitu löytää:
fr: Impossible de trouver le délégué :
hr: Ne mogu pronaći delegata:
id: Tidak dapat menemukan delegasi:
nn: Kan ikke finne delegat:
pl: Nie można znaleźć delegata:
pt_pt: Não foi possível encontrar delegado:
ro: Nu se poate gasi delegatul:
sl: Ne morem najti delegata:
sr: Делегат није пронађен:

source: Cannot find delegates from this term:
ar: لا يمكن العثور على مندوب من هذا المصطلح:
bg_bg: Делегат с това име не може да бъде открит:
cs: Nelze nalézt delegované podle tohoto výrazu:
el: Δεν μπορούν να βρεθούν delegates από αυτόν τον όρο:
fa_ir: نماینده ای با این نام پیدا نشد:
fi: Edustajaa ei voitu löytää kyseisellä hakusanalla:
fr: Impossible de trouver de délégués avec cette recherche :
hr: Ne pronalazim delegata po nazivu:
id: Tidak dapat menemukan delegasi dari kata ini:
nn: Kan ikke finne delegat ut fra uttrykk:
pl: Nie można znaleźć delegatów z tego zapytania:
pt_pt: Não foi possível encontrar delegados com este termo:
ro: Nu se pot gasi delegati plecand de la acest termen:
sl: Ne morem najdi delegatov s tem iskalnim nizom:
sr: Ни један делегат није пронађен на основи назива:

source: Cannot find delegates on this peer:
ar: لا يمكن العثور على المندوبين في هذا النظير:
bg_bg: Няма намерени делегати на този пиър:
cs: Nelze nalézt delegované na tomto spoji:
el: Δεν μπορούν να βρεθούν delegates σε αυτόν τον peer:
fa_ir: نماینه ای روی این خط یافت نشد:
fi: Edustajaa ei voitu löytää tältä vertaiskäyttäjältä:
fr: Impossible de trouver des délégués sur ce nœud :
hr: Ne pronalazim delegate na ovom vršnjaku:
id: Tidak dapat menemukan delegasi dari peer ini:
nn: Kan ikke finne delegater på denne noden:
pl: Nie można znaleźć delegatów na tym węźle:
pt_pt: Não foi possível encontrar delegados a partir deste par:
ro: Nu se pot gasi delagati in aceast peer:
sl: Ne morem najdi delegatov na tem vrstniku:
sr: Делегати нису пронађени на овом вршњаку:

source: Cannot get registered delegates
ar: لا يمكن الحصول على المندوبين المسجلين
bg_bg: Няма достъп до регистрирани делегати
cs: Nemůžu získat registrované delegované
el: Δεν είναι δυνατή η εγγραφή εγγεγραμμένων αντιπροσώπων
fa_ir: لیست نمایندگان دریافت نشد
fi: Rekisteröityjä edustajia ei voitu saada
fr: Impossible d'obtenir la liste des délégués inscrits
hr: Ne mogu dohvatiti registrirane delegate
nn: Kan ikke hente registrerte delegater
pl: Nie można zarejestrować delegatów
pt_pt: Não foi possível obter a lista de delegados registados
ro: Nu putem obtine delegatii inregistarti.
sl: Seznam registriranih delegatov ni na voljo.
sr: Немогуће је придобити списак делегата

source: Cannot get sponsors
ar: لا يمكن الحصول على الرعاة
bg_bg: Невъзможно зареждане на спонсори
cs: Nemůžu získat sponzory
el: Δεν μπορεί να γίνει λήψη χορηγών
fa_ir: لیست حامیان دریافت نشد
fi: Sponsoreita ei voitu saada
fr: Impossible d'obtenir la liste des sponsors
hr: Ne pronalazim sponzore
id: Tidak dapat menemukan sponsor
nn: Kan ikke hente sponsorer
pl: Nie można uzyskać sponsorów
pt_pt: Não foi possível obter promotores
ro: Nu se pot gasi sponsori
sl: Ne morem dobiti sponzorjev
sr: Не проналазим спонзоре
