Repository: ArkEcosystem/desktop-wallet
Catalog: po/*.po
Languages: ar, bg_bg, cs, el, fa_ir, fi, fr, hr, id, nn, pl, pt_pt, ro, sl, sr

source: Cannot get transactions
ar: لا يمكن الحصول على الصفقات
bg_bg: Невъзможно зареждане на транзакции
cs: Nemůžu získat transakce
el: Δεν μπορεί να γίνει λήψη συναλλαγών
fa_ir: لیست ترکنش ها دریافت نشد
fi: Tilitapahtumia ei voitu saada
fr: Impossible d'obtenir la liste des transactions
hr: Ne mogu dohvatiti transakcije
id: Tidak dapat menemukan transaksi
nn: Kan ikke motta transaksjoner
pl: Nie można uzyskać transakcji
pt_pt: Não foi possível obter transações
ro: Nu se pot gasi tranzactii
sl: Ne morem pridobiti transakcij
sr: Не могу добити трансакције

source: Cannot get voted delegates
ar: لا يمكن الحصول على المندوبين الذي تم التصويت عليهم
bg_bg: Невъзможно зареждане на листа с гласовете
cs: Nemohu zvolit delegované
el: Δεν μπορεί να γίνει λήψη των ψηφισθέντων delegates.
fa_ir: لیست نمایندگان رای داده شده دریافت نشد
fi: Äänestettyjä edustajia ei voitu saada
fr: Impossible d'obtenir la liste des délégués votés
hr: Ne mogu dohvatiti izglasane delegate
id: Tidak dapat menemukan delegasi yang telah divote
nn: Kan ikke finne godkjente delegater
pl: Nie można uzyskać popartych delegatów
pt_pt: Não foi possível obter delegados votados
ro: Nu se pot gasi delegați votati
sl: Ne morem pridobiti delegatov z glasovi
sr: Не могу добити делегата са гласовима

source: Cannot state if account is a delegate
ar: لا يمكن معرفة هل الحساب مندوب
bg_bg: Не може да се определи дали акаунта е делегат
cs: Nelze říct, zda je účet delegovaný
el: Δεν μπορεί να εξακριβωθεί αν ο λογαριασμός είναι delegate
fa_ir: صحت نماینده بودن حساب دریافت نشد
fi: Ei voida varmistua onko kyseinen tili edustaja
fr: Impossible de savoir si ce compte est enregistré en tant que délégué
hr: Ne mogu navesti ako je račun od delegata
id: Tidak dapat menyatakan bahwa akun ini adalah delegasi
nn: Kan ikke finne om konto er en delegat
pl: Nie można stwierdzić czy konto jest delegatem
pt_pt: Não foi possível determinar se a conta pertence a um delegado
ro: Nu se poate stabili dacă contul este un delegat
sl: Ne morem navesti ali gre za račun delegata
sr: Не могу навести да ли је рачун од делегата

source: Change 1h/7h/7d
ar: التَغَيُّر1h/7h/7d
bg_bg: Промяна 1ч./7ч./7д.
cs: Změna 1/7h/7d
el: Αλλαγή 1h/7h/7d
fa_ir: تغییر 1ساعت/7ساعت/7روز
fi: Muutos 1h / 7h / 7 d
fr: Variations 1h/7h/7j
hr: Promjena 1h/7h/7d
id: Perubahan 1j/7j/7h
nn: Endring 1t/7t/7d
pl: Zmień 1h/7h/7d
pt_pt: Alterações 1h/7h/7d
ro: Schimba 1h/7h/7d
sl: Spremembe 1h/7h/7d
sr: Промене 1х/7х/7д

source: Chinese - China
cs: Čínština - Čína
fa_ir: چینی - چین
fi: Kiina - Kiina
fr: Chinois - Chine
hr: Kineski - Kina
nn: Kinesisk - Kina
pl: Chiński - Chiny
pt_pt: Chinês - China

source: Chinese - Taiwan
cs: Čínština - Taiwan
fa_ir: چینی - تایوان
fi: Kiina - Taiwan
fr: Chinois - Taïwan
hr: Kineski - Tajvan
nn: Kinesisk - Taiwan
pl: Chiński - Tajwan
pt_pt: Chinês - Taiwan

source: Client
ar: عميل
bg_bg: Абонат
cs: Klient
el: Πελάτης
fa_ir: کلاینت
fi: Asiakas
hr: Klijent
nn: Klient
pl: Klient
pt_pt: Cliente
sl: Klient
sr: Клијент

source: Close
ar: إغلاق
bg_bg: Затвори
cs: Zavřít
el: Κλείσιμο
fa_ir: بستن
fi: Sulje
fr: Fermer
hr: Izađi
id: Tutup
nn: Lukk
pl: Zamknij
pt_pt: Fechar
ro: Inchide
sl: Zapri
sr: Затвори

source: Coming soon
fa_ir: به زودی
hr: Dolazi uskoro
pl: Wkrótce
pt_pt: Brevemente
ro: In Curand

source: Confirm
ar: تؤكد
bg_bg: Потвърдете
cs: Potvrdit
el: Εγκρίνω
fa_ir: تایید
fi: Vahvista
fr: Confirmer
hr: Potvrdi
nn: Bekreft
pl: Potwierdź
pt_pt: Confirmar
ro: Confirmare
sl: Potrdi
sr: Потврди

source: Network disconnected!
ar: تم قطع الاتصال بالشبكة!
bg_bg: Няма връзка с мрежата!
cs: Síť odpojena!
fa_ir: اتصال شبکه قطع شد!
fi: Verkko irroitettu
fr: Déconnecté du réseau !
hr: Mreža je prekinuta!
nn: Nettverk er frakoblet!
pl: Sieć rozłączona!
pt_pt: Rede desligada!
sl: Omrežje je odklopljeno!
sr: Прекинута веза са мрежом!

source: Passphrase is not saved on this computer.
ar: لا يتم حفظ عبارة المرور على هذا الكمبيوتر.
bg_bg: Паролата НЕ се запазва на компютъра.
cs: Fráze není uložena na počítači.
fa_ir: رمز عبور در این رایانه ذخیره نشده است.
fi: Tunnuslausetta ei ole tallennettu tälle tietokoneelle.
fr: La phrase secrète n'est pas sauvegardé sur l'ordinateur
hr: Lozinka nije spremljena na ovo računalo
nn: Adgangskode er ikke lagret på denne datamaskinen
pl: Passphrase nie jest zapisywana na tym komputerze.
pt_pt: A frase-chave não será gravada neste computador.
sl: Geslo ni shranjeno na tem računalniku.
sr: Лозинка није похрањена на овом рачунару.

source: Watch-Only Addresses
ar: عناوين للمشاهدة فقط
bg_bg: Адрес само за наблюдение
cs: Adresy pouze pro sledování
fa_ir: حساب های نظارتی
fi: Katseluosoitteet
fr: Adresses de surveillance
hr: Watch-only adrese
nn: Legg til "Bare-Se"-adresse
pl: Adres tylko do podglądu
pt_pt: Endereços de Supervisão
sl: Tuji naslovi
sr: Туђи рачуни

source: Confirmations
ar: تأكيدات
bg_bg: Потвърждения
cs: Potvrzení
fa_ir: تاییدیه ها
fi: Vahvistukset
hr: Potvrde
nn: Bekreftelser
pl: Potwierdzenia
pt_pt: Confirmações
sl: Potrditve
sr: Потврде

source: Contacts
ar: جهات الاتصال
bg_bg: Контакти
cs: Kontakty
el: Γνωριμία
fa_ir: مخاطبین
fi: Kontaktit
hr: Kontakti
nn: Kontakter
pl: Kontakty
pt_pt: Contactos
ro: Contacte
sl: Stiki
sr: Контакти

source: Copied to clipboard
ar: نسخ إلى الحافظة
bg_bg: Копирано в клипборда
cs: Kopírovat do schránky
fa_ir: در کلیپ برد کپی شد
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papier
hr: Kopirano u međuspremnik
nn: Kopiert til utklippstavlen
pl: Skopiowano do schowka
pt_pt: Copiado para a memória
sl: Vsebina kopirana na odložišče
sr: Копирано на клипборд

source: Copy
ar: نسخ
bg_bg: Копирайте
cs: Kopírovat
el: Aντιγραφή
fa_ir: کپی
fi: Kopioi
fr: Copier
hr: Kopiraj
nn: Kopier
pl: Kopiuj
pt_pt: Copiar
ro: Copiaza
sl: Kopiraj
sr: Копирај

source: Could not fetch active delegates - please check your internet connection
cs: Nemůžu získat aktivní delegované - prosím zkontroluj internetové připojení
fa_ir: لیست نمایندگان فعال دریافت نشد – اتصال اینترنت خود را بررسی کنید
fi: Aktiivisia delegaatteja ei voitu hakea - ole hyvä ja tarkista internet-yhteytesi
fr: Impossible de récupérer des délégués actifs — veuillez vérifier votre connexion internet
hr: Ne mogu dohvatiti aktivne delegate - molim provjerite vašu internetsku vezu
nn: Kunne ikke hente aktive delegater - Vennligst sjekk internett-tilkoblingen din
pl: Nie można pobrać listy aktywnych delegatów - sprawdź swoje połączenie internetowe
pt_pt: Não foi possível carregar a informação relativa aos delegados ativos - por favor verifica a ligação à internet

source: Create
ar: خلق
bg_bg: Създай
cs: Vytvořit
el: Δημιουργία
fa_ir: ایجاد
fi: Luo
fr: Créer
hr: Napravi
id: Buat
nn: Opprett
pl: Stwórz
pt_pt: Criar
sl: Ustvari
sr: Створи

source: Create Account
ar: إنشاء حساب
bg_bg: Създай акаунт
cs: Vytvořit účet
el: Δημιουργία Λογαριασμού
fa_ir: ایجاد حساب
fi: Luo Tili
fr: Créer un compte
hr: Napravi račun
id: Buat Akun
nn: Opprett konto
pl: Stwórz konto
pt_pt: Criar Conta
sl: Ustvari račun
sr: Створи рачун

source: Create Second Passphrase
ar: إنشاء عبارة مرور ثانية
bg_bg: Създай вторична парола
cs: Vytvořte druhou přístupovou frázi
fa_ir: ایجاد رمز عبور دوم
fi: Luo Toinen Tunnuslause
fr: Créer une deuxième phrase secrète
hr: Napravi dodatnu lozinku
nn: Lag et andre adgangskode
pl: Stwórz drugą passphrase
pt_pt: Criar Segunda Frase-chave
sl: Ustvari drugo geslo
sr: Створи додатну лозинку

source: Create Virtual Folder
ar: إنشاء مُجلّد افتراضي
bg_bg: Създай виртуална папка
cs: Vytvořit virtuální složku
el: Δημιουργία εικονικού φακέλου
fa_ir: ساختن پوشه مجازی
fi: Luo Virtuaalikansio
fr: Créer un portefeuille virtuel
hr: Napravi virtualnu mapu
id: Buat Folder Virtual
nn: Lag virtuell mappe
pl: Stwórz wirtualny folder
pt_pt: Criar Pasta Virtual
ro: Creeaza Dosar Virtual
sl: Ustvari virtualno mapo
sr: Створи виртуелну мапу

source: Create a new virtual folder
ar: إنشاء مُجلّد افتراضي جديد
bg_bg: Създай нова виртуална папка
cs: Vytvořit novou virtuální složku
el: Δημιουργείστε έναν νέο εικονικό φάκελο
fa_ir: یک پوشه مجازی جدید ایجاد کنید
fi: Luo uusi virtuaalikansio
fr: Créer un nouveau portefeuille virtuel
hr: Napravi novi virtualnu mapu
id: Buat folder virtual baru
nn: Lag ny virtuell mappe
pl: Stwórz nowy wirtualny folder
pt_pt: Criar nova Pasta Virtual
ro: Creeaza un Dosar Virtual nou
sl: Ustvari novo virtualno mapo
sr: Створи нову виртуелну мапу

source: Currency
cs: Měna
fa_ir: ارز
fi: Valuutta
fr: Monnaie
hr: Valuta
nn: Valuta
pl: Waluta
pt_pt: Moeda

source: Dark Mode
cs: Tmavý režim
fa_ir: حالت تیره
fi: Hämärätila
fr: Mode nuit
hr: Tamni način
nn: Nattmodus
pl: Tryb nocny
pt_pt: Modo Noturno

source: Date
ar: التاريخ
bg_bg: Дата
cs: Datum
el: Ημερομηνία
fa_ir: تاریخ
fi: Päivämäärä
hr: Datum
id: Tanggal
nn: Dato
pl: Data
pt_pt: Data
ro: Data
sl: Datum
sr: Датум

source: Default
ar: افتراضياً
bg_bg: По подразбиране
cs: Výchozí
el: Προεπιλογή
fa_ir: پیش فرض
fi: Oletus
fr: Par défaut
hr: Zadane postavke
pl: Domyślnie
pt_pt: Por omissão
ro: Mod implicit
sl: Privzeto
sr: Фабрички подешено

source: Delay
ar: تأخير
bg_bg: Закъснение
cs: Zpoždění
el: Καθυστέρηση
fa_ir: تاخیر
fi: Viive
fr: Délai
hr: Odgoda
id: Tunda
nn: Forsinkelse
pl: Opóźnienie
pt_pt: Atraso
ro: Intarzaiere
sl: Zakasnitev
sr: Закашњење

source: Delegate
ar: مندوب
bg_bg: Делегат
cs: Delegovaný
fa_ir: نماینده
fi: Edustaja (delegate)
fr: Délégué
hr: Delegat
id: Delegasi
nn: Delegat
pl: Delegat
pt_pt: Delegado
ro: Delegat
sl: Delegat
sr: Делегат

source: Delegate name
ar: اسم المندوب
bg_bg: Име на делегат
cs: Jméno delegovaného
el: Όνομα Delegate
fa_ir: نام نماینده
fi: Edustajan nimi
fr: Nom du délégué
hr: Ime Delegata
id: Nama delegasi
nn: Delegatens navn
pl: Nazwa delegata
pt_pt: Nome do delegado
ro: Nume Delegat
sl: Ime delegata
sr: Назив делегата

source: Delete
ar: حذف
bg_bg: Изтрий
cs: Smazat
el: Διαγραφή
fa_ir: حذف
fi: Poista
fr: Supprimer
hr: Izbriši
id: Hapus
nn: Slett
pl: Usuń
pt_pt: Apagar
ro: Sterge
sl: Izbriši
sr: Обриши

source: Delete Account
ar: حذف الحساب
bg_bg: Изтрий акаунт
cs: Smazat účet
el: Διαγραφή λογαριασμού
fa_ir: حذف حساب
fi: Poista Tili
fr: Supprimer le compte
hr: Izbriši račun
id: Hapus Akun
nn: Slett konto
pl: Usuń konto
pt_pt: Apagar Conta
ro: Sterge Cont
sl: Izbriši račun
sr: Обриши рачун

source: Delete permanently this account
ar: حذف هذا الحساب بشكل دائم
bg_bg: Изтрий напълно този акаунт
cs: Navždy smazat účet
el: Διαγράψτε μόνιμα αυτόν τον λογαριασμό
fa_ir: این حساب را کاملا پاک کنید
fi: Poista tämä tili pysyvästi
fr: Supprimer définitivement ce compte
hr: Trajno izbriši ovaj račun
id: Hapus akun ini selamanya
nn: Slett denne kontoen permanent
pl: Usuń to konto permanentnie
pt_pt: Apagar conta de forma permanente
ro: Sterge permanent acest Cont
sl: Za vedno izbriši ta račun
sr: Трајно обриши овај рачун

source: Destination Address
ar: عنوان الوجهة
bg_bg: Адрес на получател
cs: Cílová adresa
el: Διεύθυνση Προορισμού
fa_ir: ادرس مقصد
fi: Vastaanottajan Osoite
fr: Adresse de destination
hr: Ciljna adresa
id: Alamat Tujuan
nn: Destinasjonsadresse
pl: Adres przeznaczenia
pt_pt: Endereço do Destinatário
ro: Adresa de Destinatie
sl: Ciljni naslov
sr: Циљна адреса

source: Dutch
ar: الهولندية
bg_bg: Холандски
cs: Holandština
fa_ir: هلندی
fi: Hollanti
fr: Néerlandais
hr: Nizozemski
nn: Nederlandsk
pl: Duński
pt_pt: Holandês
sl: Nizozemščina
sr: Низоземски

source: Edit Contact
ar: تحرير جهة الاتصال
bg_bg: Редактирайте контакта
cs: Editovat kontakt
el: Επεξεργασία επαφής
fa_ir: ویرایش مخاطب
fi: Muokkaa Kontaktia
fr: Modifier le contact
hr: Izmijeni kontakt
nn: Rediger kontakt
pl: Edytuj kontakt
pt_pt: Editar Contacto
ro: Modifica Contact
sl: Uredi stik
sr: Уреди контакт

source: Enable Signing
ar: تمكين التوقيع
bg_bg: Активирайте подписване
cs: Zapnout podepisování
el: Ενεργοποίηση Υπογραφή
fa_ir: فعال سازی امضا
fi: Ota Käyttöön Allekirjoitukset
fr: Activer la signature
hr: Omogući potpisivanje
nn: Muliggjør signering
pl: Włącz podpisywanie
pt_pt: Ativar Assinatura
ro: Activeaza semnatura
sl: Omogoči podpisovanje
sr: Омогући потписиванје

source: Enable Virtual Folders
ar: تمكين المُجلّد افتراضي
bg_bg: Разреши виртуални папки
cs: Zapnout virtuální složky
el: Ενεργοποιήστε τους εικονικούς φακέλους
fa_ir: فعال سازی پوشه های مجازی
fi: Ota Käyttöön Virtuaaliset Kansiot
fr: Activer les portefeuilles virtuels
hr: Omogući virtualne mape
id: Aktifkan Folder Virtual
nn: Aktiver virtuelle mapper
pl: Uruchom wirtualne foldery
pt_pt: Ativar Pastas Virtuais
ro: Activeaza Dosarele Virtuale
sl: Omogoči virtualne mape
sr: Омогући виртуелне мапе

source: Enable Votes
ar: تمكين التصويت
bg_bg: Разреши гласуване
cs: Zapnout hlasování
el: Ενεργοποιήστε τις ψήφους
fa_ir: فعال سازی رای ها
fi: Ota Käyttöön Äänet
fr: Activer les votes
hr: Omogući glasove
id: Aktifkan vote
nn: Aktiver avstemming
pl: Uruchom głosy
pt_pt: Ativar Votação
ro: Activeaza Voturi
sl: Omogoči glasove
sr: Омогући гласове

source: English
ar: الإنجليزية
bg_bg: Английски
cs: Anglicky
fa_ir: انگلیسی
fi: Englanti
fr: Anglais
hr: Engleski
nn: Engelsk
pl: Angielski
pt_pt: Inglês
sl: Angleščina
sr: Енглески

source: Error in signature processing
ar: خطأ في معالجة التوقيع
bg_bg: Грешка при обработката на подписа
cs: Chyba při zpracování podpisu
fa_ir: خطا در پردازش امضا
fi: Virhe allekirjoituksen käsittelyssä
fr: Erreur dans le traitement de la signature
hr: Pogreška u procesiranju potpisa
nn: Feil i signatur-behandling
pl: Błąd podczas tworzenia podpisu
pt_pt: Erro ao processar a assinatura
ro: Eroare in procesul de semnare
sl: Napaka pri obdelavi podpisa
sr: Грешка у обради потписа

source: Error in your Input.
cs: Chyba vstupu.
fa_ir: خطا در ورودی شما.
fi: Virhe syötteessäsi.
fr: Erreur dans votre saisie.
hr: Pogreša u tvom unosu.
nn: Feil i din input
pl: Błąd w Twoim wprowadzeniu.
pt_pt: Erro na introdução.

source: Error when trying to login:
ar: خطأ عند محاولة الدخول:
bg_bg: Грешка при опит за влизане:
cs: Chyba při přihlášení:
el: Σφάλμα κατά την είσοδο:
fa_ir: خطا در هنگام تلاش برای ورود:
fi: Virhe yritettäessä kirjautua sisään:
fr: Erreur lors de la tentative de connexion :
hr: Greška prilikom pokušaja upisa:
id: Kesalahan ketika masuk:
nn: Feil ved innlogging:
pl: Błąd podczas próby logowania:
pt_pt: Erro ao tentar entrar:
ro: Eroare la incercarea de autentificare:
sl: Napaka pri prijavi:
sr: Грешка приликом покушаја пријаве:

source: Error:
ar: خطأ:
bg_bg: Грешка:
cs: Chyba:
el: Σφάλμα:
fa_ir: خطا:
fi: Virhe:
fr: Erreur :
hr: Greška:
id: Kesalahan:
nn: Feil:
pl: Błąd:
pt_pt: Erro:
ro: Eroare:
sl: Napaka
sr: Грешка:

source: Exchange
ar: تبادل
bg_bg: Обмяна
cs: Výměna
el: Ανταλλακτήριο
fa_ir: اکسچنج
fi: Valuutanvaihto
fr: Échange
hr: Burza
id: Bursa
nn: Børs
pl: Giełda
pt_pt: Negociar
ro: Schimb Valutar
sl: Izmenjava
sr: Берза

source: Expense
cs: Výdaje
fa_ir: هزینه
fi: Kulu
fr: Dépense
hr: Trošak
nn: Kostnader
pl: Wydatek
pt_pt: Gasto

source: Explorer
ar: مستكشف
bg_bg: Експлорър
cs: Průkumník
fa_ir: جستجوگر
fi: Selain
fr: Explorateur
hr: Pretraživač
nn: Utforsker
pl: Eksplorer
pt_pt: Explorador
sl: Raziskovalec
sr: Претраживач

source: Export Account
cs: Exportovat účet
fa_ir: برون بری حساب
fi: Vie Tili
fr: Exporter le compte
hr: Izvezi račun
nn: Eksporter konto
pl: Eksportuj konto
pt_pt: Exportar Conta

source: Failed to save transaction file
cs: Nepodařilo se uložit soubor transakce
fa_ir: ذخیره فایل تراکنش ناموفق بود
fi: Tapahtumatiedoston tallentaminen epäonnistui
fr: Échec de l'enregistrement du fichier de transaction
hr: Neuspješno spremanje transakcijske datoteke
nn: Kunne ikke lagre transaksjonsfil
pl: Niepowodzenie w zapisywaniu pliku transkacji
pt_pt: A operação de guardar o ficheiro de transação falhou

source: Fee ({{ul.network.symbol}})
cs: Poplatek ({{ul.network.symbol}})
fa_ir: کارمزد ({{ul.network.symbol}})
fi: Välityspalkkio ({{ul.network.symbol}})
fr: Frais ({{ul.network.symbol}})
hr: Provizija ({{ul.network.symbol}})
nn: Avgift ({{ul.nettverk.symbol}})
pl: Prowizja ({{ul.network.symbol}})
pt_pt: Taxa ({{ul.network.symbol}})

source: File
ar: ملف
bg_bg: Файл
cs: Soubor
el: Αρχείο
fa_ir: فایل
fi: Tiedosto
fr: Fichier
hr: Datoteka
nn: Fil
pl: Plik
pt_pt: Ficheiro
ro: Fisier
sl: Datoteka
sr: Датотека

source: Finish
cs: Cíl
fa_ir: پایان
fi: Suomi
fr: Terminer
hr: Završi
nn: Ferdig
pl: Zakończ
pt_pt: Terminar

source: Fee (Ѧ)
ar: رسوم (Ѧ)
bg_bg: Такса (Ѧ)
cs: Poplatek (Ѧ)
el: Τέλη
fa_ir: کارمزد (Ѧ)
fi: Kulut (Ѧ)
fr: Frais (Ѧ)
hr: Naknada (Ѧ)
id: Biaya (Ѧ)
nn: Avgift (Ѧ)
pl: Prowizja (Ѧ)
pt_pt: Taxa (Ѧ)
ro: taxa (Ѧ)
sl: Strošek (Ѧ)
sr: Хонорар (Ѧ)

source: Folder Name
ar: اسم المُجلّد
bg_bg: Име на папка
cs: Jméno složky
el: Όνομα φακέλου
fa_ir: نام پوشه
fi: Kansion Nimi
fr: Nom du portefeuille virtuel
hr: Ime Mape
id: Nama Folder
nn: Navn på mappe
pl: Nazwa folderu
pt_pt: Nome da Pasta
ro: Nume Dosar
sl: Ime mape
sr: Назив мапе

source: Force
ar: فرض
bg_bg: Сила
cs: Použít hrubou sílu
el: Zορίζω
fa_ir: اجبار
fi: Pakota
fr: Forcer
hr: Natjerati
nn: Tving
pl: Wymuś
pt_pt: Forçar
ro: Forteaza
sl: Vsili
sr: Форсирај

source: Force?
ar: فرض؟
bg_bg: Форсиране?
cs: Použít hrubou sílu?
fa_ir: اجبار؟
fi: Pakota?
fr: Forcer l'action ?
hr: Natjerati?
nn: Tvinge?
pl: Zmusić?
pt_pt: Forçar?
sl: Vsili?
sr: Форсирај?

source: Format
cs: Formát
fa_ir: قالب
fi: Muoto
hr: Oblik
pt_pt: Formato

source: French
ar: الفرنسية
bg_bg: Френски
cs: Francouzština
fa_ir: فرانسوی
fi: Ranska
fr: Français
hr: Francuski
nn: Fransk
pl: Francuski
pt_pt: Francês
sl: Francoščina
sr: Француски

source: From
ar: من
bg_bg: От
cs: Z
el: Από
fa_ir: از
fi: Mistä
fr: De
hr: Od
id: Dari
nn: Fra
pl: Od
pt_pt: De
ro: De la
sl: Od
sr: Од

source: Full Screen
ar: تكبير الشاشة
bg_bg: Цял екран
cs: Celá obrazovka
el: Πλήρης Οθόνη:
fa_ir: تمام صفحه
fi: Kokoruutu
fr: Plein écran
hr: Prikaz po cijelom ekranu
id: Layar Penuh
nn: Fullskjerm
pl: Pełny ekran
pt_pt: Ecrã Completo
sl: Celozaslonski način
sr: Приказ по целом екрану

source: German
ar: ألمانية
bg_bg: Немски
cs: Němčina
fa_ir: آلمانی
fi: Saksa
fr: Allemand
hr: Njemački
nn: Tysk
pl: Niemieckie
pt_pt: Alemão
sl: Nemščina
sr: Немачки

source: Greek
ar: الإغريقي
bg_bg: Гръцки
cs: Řečtina
fa_ir: یونانی
fi: Kreikka
fr: Grec
hr: Grčki
nn: Gresk
pl: Grecki
pt_pt: Grego
sl: Grščina
sr: Грчки

source: Hand crafted with ❤ by
ar: مُبرمج ب ❤ بواسطة
bg_bg: Направено с ❤ от
cs: Vyrobil ručně a s ❤
el: Κατασκευασμένο με ❤ από
fa_ir: ساخته شده با ❤ توسط
fi: Käsityönä ❤ tehty
fr: Réalisé avec ❤ par
hr: Napravljeno s ❤ od strane
id: Dibuat dengan ❤ oleh
nn: Håndlaget med ❤ av
pl: Stworzone ręcznie z ❤ przez
pt_pt: Feito à mão com ❤ por
ro: Hand crafted cu ❤ de
sl: Ustvarjeno z ❤,
sr: Створено са ❤,

source: Height
ar: ارتفاع
bg_bg: Височина
cs: Výška
el: Ύψος
fa_ir: ارتفاع
fi: Korkeus
fr: Blocks forgés
hr: Visina
id: Tinggi
nn: Høyde
pl: Wysokość
pt_pt: Altura
ro: Inaltime
sl: Višina
sr: Висина

source: Hungarish
ar: الهنغارية
bg_bg: Унгарски
cs: Maďarština
fa_ir: مجارستانی
fi: Unkari
fr: Hongrois
hr: Mađarski
nn: Ungarsk
pl: Węgierski
pt_pt: Húngaro
sl: Madžarščina
sr: Мађарски

source: Id
ar: هوية شخصية
fa_ir: شناسه
sl: Identifikator
sr: Идентификатор

source: If you own this account, you can enable Message Signing
ar: إذا كنت تملك هذا الحساب، يمكنك تمكين توقيع الرسائل
bg_bg: Ако притежавате този профил, можете да активирате Подпис на Съобщения
cs: Můžeš zapnout podepisování zpráv, pokud ti patří tento účet
el: Αν είστε κύριος αυτού του λογαριασμού, μπορείτε να ενεργοποιήσετε την υπογραφή μηνυμάτων
fa_ir: اگر شما مالک این حساب هستید، میتوانید امضای پیام را فعال کنید
fi: Jos omistat tämän tilin voit ottaa käyttöön Viestien Varmennuksen.
fr: Si vous possédez ce compte, vous pouvez activer la signature des messages
hr: Ako posjeduješ ovaj račun, možeš omogućiti potpisivanje poruke
nn: Om du eier denne kontoen, kan du aktivere melding-signering
pl: Jeśli jesteś właścicielem tego konta, możesz uruchomić Podpisywanie Wiadomości
pt_pt: Se és dono desta conta, podes ativar uma Assinatura de Mensagem
ro: Daca detineti acest cont, puteti activa serviciul Semnare Mesaj
sl: V kolikor ste lastnik računa lahko omogočite podpisovanje sporočil
sr: Уколико сте власник рачуна, можете омогућити потписивање порука

source: If you own this account, you can enable Voting
ar: إذا كنت تملك هذا الحساب، يمكنك تمكين التصويت
bg_bg: Ако този акаунт е ваш, можете да разрешите гласуването
cs: Můžeš zapnout hlasování, pokud ti patří tento účet
el: Εάν σας ανήκει αυτός ο λογαριασμός, μπορείτε να ενεργοποιήσετε την ψηφοφορία
fa_ir: اگر شما مالک این حساب هستید، میتوانید رای دادن را فعال کنید
fi: Jos omistat tämän tilin, voit ottaa käyttöön Äänestämisen
fr: Si vous possédez ce compte, vous pouvez voter pour un délégué
hr: Ako posjeduješ ovaj račun, možeš omogućiti glasanje
id: Jika anda adalah pemilik akun ini, anda dapat mengaktifkan Voting
nn: Om du eier denne kontoen, kan du aktivere avstemming
pl: Jeśli posiadasz to konto możesz uruchomić głosowanie
pt_pt: Se és dono desta conta, podes activar a função de Votação
ro: Daca detii acest cont, poti activa votarea
sl: V kolikor ste lastnik tega računa, lahko omogočite glasovanje
sr: Уколико сте власник рачуна, можете омогућити гласање
